{"Campus Lyngby See the Danish version": 1, "Campus Lyngby": 1237, "Campus Lyngby The lecture starts at 10:30 on Wednesdays": 1, "The course can be followed at both Lyngby and Ballerup Campus. The course should be attended in one moodule only. Information about the relevant module can be found in the study plans for each study line.": 1, "The course can be followed at both Lyngby and Ballerup Campus. The course should be attended in one module only. Information about the relevant module can be found in the study plans for each study line.": 1, "Campus Lyngby Active participation is expected throughout the course.": 1, "Campus Ballerup": 277, "Campus Lyngby The course is held at DTU": 1, "Campus Lyngby DTU": 1, "The kick-off seminar is held externally with accomodation. The other seminars take place at DTU Lyngby Campus.": 1, "Campus Lyngby The course takes place as a hybrid event onsite DTU Lyngby Campus and via Zoom.": 1, "The course runs in small groups that are expected to meet either virtually or physically on campus.": 1, "Campus Lyngby Experiments to be conducted in new plasma Lab facilities in 309 first floor": 1, "Campus Lyngby field trips to observe top athletes of Team Danmark": 1, "The summer school is held once per year hosted in turn by DTU (DK), Twente University (NL), Cambridge University (UK), and Ecole Polytechnique (FR)": 1, "Konference venue outside DTU": 1, "Campus Lyngby Hands-on instructions will take place in the DTU Nanolab cleanroom. Lectures are held at DTU Nanolab, primarily in building 345C and 346.": 2, "Campus Lyngby Hands-on instructions with take place in the Nanolab cleanroom. Lectures are held at the DTU Nanolab Seminar room (Building 347)": 1, "No regular classes, self-paced e-learning, possibility for questions during the bi-weekly meetings and webinars. Meeting/Webinar: Tuesdays, 2-3 pm and Thursdays, 2-3 pm. (Danish time, CET)": 1, "Campus Lyngby progress of laboratory testing requires limited but continuous participation outside of the schedule lecture hours for 1-2 weeks": 1, "At one of the partner universities": 1, "Course takes place on the island of Møn": 1, "Campus Sisimiut": 15, "Sisimiut Campus, Greenland": 1, "Sisimiut, Greenland": 1, "Arctic DTU Campus, Sisimiut, Greenland": 1, "Campus Sisimiut Arctic DTU Campus, Sisimiut, Grønland": 3, "Campus Sisimiut Arctic DTU Campus, Sisimiut, Greenland": 1, "Campus Lyngby Study camp with common helping teacher.": 1, "Campus Lyngby A part of the course is a study trip during April": 1, "Campus Lyngby From spring 2016 the course will be 10 ects and focus on retrofit.": 1, "Campus Lyngby To be communicated": 1, "Campus Lyngby Mødecentrum building 101": 1, "Campus Lyngby Online": 1, "Campus Lyngby see the schedule for the part time master eduction in fire safety engineering": 1, "Campus Lyngby The 3-week period involves mandatory preparations, introductory lectures and presentation of plans for field work. The mandatory field work takes place during the Roskilde Festival. Report writing takes places both during the 3-week period and in July.": 1, "Campus Lyngby and at 2 field sites": 1, "Campus Lyngby Building 202": 1, "Campus Lyngby A lab exercise is conducted at the Panum Institute.": 1, "Campus Lyngby At least one of the 13 teaching modules is conducted at Bispebjerg hospital.": 1, "Campus Lyngby The course takes place in DTU Skylab": 1, "External conference site": 1, "Risø campus Risø build. 313, Frederiksborgvej 399, 4000 Roskilde": 1, "Campus Lyngby DTU Skylab": 2, "At the University of Copenhagen": 2, "Teaching is done for 1 week at DTU, 1 week at University of Copenhagen and 1 week at University College Copenhagen.": 1, "Campus Lyngby You should plan for full time course attendance every day during the three weeks period.": 1, "Campus Lyngby For 1 of the exercises of this courses the students will carry out the exercise in Århus, (1 1/2 day)": 1, "DTU Lyngby": 1, "Campus Lyngby See Danish note": 1, "University of Copenhagen, Frederiksberg Campus": 2, "Campus Lyngby The first week of the course will take place in Silkeborg. Travel and accommodation expenses for students enrolled in the Masters Program of Aquatic Science & Technology, will be covered by DTU Aqua.": 1, "DTU Aqua, Silkeborg and E-learning (Adobe connect) from optional location. The first week of the course (5. July-9. July) will take place in Silkeborg. Expenses for travel and hostel accommodation (two person rooms) will be covered by DTU Aqua for the first 12 registered students enrolled in the AS&T program. Note: The registration deadline for this course is 15. May – late registration is possible for fulltime DTU students until 4 July only in the event of available spots. Travel costs and accommodation during the internal for non AS&T/DTU Aqua students is at own expense.": 1, "DTU Aqua in Hirtshals": 1, "The course will take place at North Sea Science Park, Hirtshals": 1, "KU- Frederiksberg campus, Auditorium A1-4.01 plus the microscopy room and necropsy room of the Anatomy building , Grønnegårdsvej 7, Dk 1870 Frederiksberg C": 1, "Alternatively between DTU Aqua´s locations: Campus Lyngby, Silkeborg, North Sea Research Park and Nykøbing Mors.": 1, "Tuesdays 11-12 at the meeting room, Silkeborg, approx. 10 sessions per semester.": 1, "Campus Lyngby 1 semester, Tuesdays in even weeks from 9-12 in room 6.120, building 202 (7 sessions in total per semester).": 1, "Campus Lyngby Every three weeks (8 sessions per semester). Wednesday at 13.00. Takes place at Campus Lyngby in building 202, room Ly202-8209.": 1, "Hirtshals, National Institute of Aquatic Resources, HI-R049": 1, "Campus Lyngby The lectures will also be livestreamed and can later be found as podcasts. Exercises can be found on DTU's intranet \"DTU Learn\"": 1, "Campus Lyngby Please note: the course runs in August Week 1 at KU Week 2 at DTU Week 3 at KU": 1, "As an individual course connected with the master thesis project the placement of the course will depend on the placement of the master project (and the supervisor). The exam will take place at DTU Lyngby.": 2, "Fall 2020: DTU Campus Lyngby Spring 2021: To be decided": 1, "Campus Lyngby Depending on the development of the Covid-19 pandemic, the course might be given online.": 1, "Campus Lyngby DTU Bioengineering, Building 221. More information will be given at sign-up": 1, "Campus Lyngby Building 228": 1, "Campus Lyngby DTU Lyngby Campus (Laboratory exercises); CoaST Maritime Test Center (CMTC) in Hundested (Field exposure and inspection)": 1, "Campus Lyngby Certain exercises take place at Campus Risø": 1, "Campus Lyngby Teaching takes pace during the first 5 weeks of the semester, on Tuesdays from 17:15 h. til 19:15 h.": 1, "The course will be given in China": 6, "The course will be given in Beijing, China": 2, "In China": 2, "The course will take place in China": 1, "The course will take place in China and in Lyngby, Denmark": 1, "The course will take place in Lyngby, Denmark": 1, "The theoretical lecturing will be given in Beijing, China and the practical exercises will be run in Denmark.": 1, "Campus Lyngby Technical University of Denmark, 2800 Kongens Lyngby": 1, "DTU Biosustain, building 220": 1, "Campus Lyngby Room 213 Center for Biosustain, KemiTorvet 220 Lyngby": 1, "Campus Lyngby Most days the class will be held at Landmålervej and in Dyrehaven": 1, "Campus Lyngby The course will be held in the Unmanned System Arena": 1, "Campus Lyngby 5 days of the course will be carried out in SYSLAB facility on Risø Campus.": 1, "Campus Lyngby One lecture will be at Risø Campus": 1, "Campus Lyngby StudentLab B329": 1, "Campus Lyngby provisional location and time (B329a-Student Lab at Fridays from 8-12h)": 1, "Risø campus": 3, "Campus Lyngby Campus Lyngby/Campus Risø": 1, "Risø campus The students are themselves responsible for getting to Risø Campus and it’s proposed to organize shared rides and investigate the feasibility of using sharing platforms. E.g. Share-Now or Green Mobility.": 1, "Hotel Marienlyst, Helsingør": 1, "Campus Lyngby Theory at Campus Lyngby, practical sessions at Campus Risø": 1, "Campus Lyngby The tentative course outline is as follows: Day 1: - Introduction to the course - The basics of statistics and simple operation of STATA - Descriptive statistics and reporting Day 2: - Ordinary least squares (OLS) - Limited dependent variable models - Ordered logistic regression Day 3: - Count models - Interaction effects in OLS, count and LDV models Day 4: - Using factor analysis in regression models - Solving issues of endogeneity (instruments, heckman etc.) - Wrapping up": 1, "Campus Lyngby DTU Management, Produktionstorvet, building 424, room 123 every second Thursday at 13.00": 1, "Campus Lyngby TBD, the seminar is organized every two weeks, starting in February and ending in May": 1, "Teaching generally takes place at University of Copenhagen (KU), though this is conditioned on the number of students from DTU. Extra teaching sessions are always at DTU.": 1, "UN City": 1, "Campus Lyngby Also in Copenhagen area": 1, "Campus Lyngby building 424, room 025": 1, "Campus Lyngby DTU Management": 1, "VIRTUAL COURSE": 1, "Campus Lyngby DTU Lyngby, Denmark": 1, "Campus Lyngby Campus Lyngby with one week at UC Berkeley": 1, "Campus Lyngby Within International consultancy project participants are based at an international location for one week": 1, "Campus Lyngby ON-LINE": 1, "Campus Lyngby 8 lectures of the course is held at DTU Risø Campus, Roskilde.": 1, "Most sessions are expected to be at Risø campus, but if there are course participants both from campus Lyngby and Risø, we will alternate.": 1, "Risø campus One or two lectures may be held at Lyngby Campus": 1, "Lyngby/Risø Campus related to the section": 1, "E-learning": 9, "Campus Lyngby The teaching takes place at Lyngby campus.": 1, "Campus Lyngby The teaching will mainly be conducted at Lyngby campus including possibility for visits at ESS, Lund in Sweden (depends on project choice).": 1, "The course will be held in connection with the Joint European Summer School on Fuel Cell, Electrolyser and Battery Technologies on 7-11 September 2020 in Athens, Greece.": 3, "This is a e-learning course with online videos, quiz and a final project.": 1, "Teaching at the Panum Institute, Faculty of Health and Medical Sciences, University of Copenhagen.": 1, "Teaching at the Panum Institute, Faculty of Health and Medical Sciences, University of Copenhagen": 2, "Panum Institute, Faculty of Health and Medical Sciences, University of Copenhagen": 1, "Panum Institute, University of Copenhagen.": 1, "Rigshospitalet and at hospitals in Copenhagen": 2, "Panum Institute, Faculty of Health and Medical Sciences, University of Copenhagen.": 1, "Medicinsk Museion.": 1, "Teaching at Universitetsparken, University of Copenhagen.": 1, "Panum Institute,The Faculty of Health and Medical Sciences, University of Copenhagen": 1, "Panum Institute, The Faculty of Health and Medical Sciences, University of Copenhagen.": 2, "Teaching will be at University of Copenhagen.": 2, "Teaching will be at School of Pharmaceutical Sciences, University of Copenhagen.": 1, "Rigshospitalet, Department of Diagnostic Sciences, Faculty of Health and Medical Sciences, University of Copenhagen.": 1, "Department of Biology, August Krogh Building, University of Copenhagen": 1, "Campus Ballerup -": 1, "Campus Ballerup Time and place for supervision of the project work shall be made in accordance with an agreement between the supervisor and the student": 1, "Campus Ballerup the course is held every semester": 1, "Campus Ballerup Ballerup": 1, "Campus Ballerup and maybe Campus Lyngby": 1, "Classes take place in the 13-week period on Thursdays and Fridays at University College Copenhagen, Sigurdsgade 26, 2200 København N.": 1, "Campus Ballerup Project collaboration with telemedical treatment unit in the health care system.": 1, "The course takes place at University College Copenhagen.": 1, "The course is given in collaboration with external partners from the health care system. The course takes place at DTU Ballerup Campus.": 1, "Undervisning i 13 ugers periodens torsdage og fredage på University College Copenhagen, Sigurdsgade 26, 2200 København N.": 1, "Students participate in lectures at the Lyngby campus while course introduction and project presentations take place at the Ballerup campus.": 1, "Campus Ballerup Project may be at campus Lyngby.": 1, "Campus Ballerup Spring": 1, "Campus Ballerup Company visits": 1, "Campus Ballerup Spring 13-weeks period": 1, "The course are Mondays and Tuesdays at at the University College Copenhagen, at the address Sigurdsgade 26 or Tagensvej 86, 2200 Copenhagen N.": 1, "The course takes place at either Ballerup or Lyngby Campus. Course location will be announced on DTU Inside": 1, "Course takes place at both Ballerup and Lyngby Campus.": 1, "Seminar, Funen": 1, "Copenhagen": 36, "Ballerup": 1, "Copenhagen Contact secretariat.": 1, "Campus Ballerup 14 lessons, once a week from 5 pm - 8:30 pm. Start ultimo January and ultimo August.": 1, "Campus Ballerup 13 lessons one day weekly, between 8.00 am -12.00. Start week 36. 13 lessons one evening weekly, between 5 pm- 8.30 pm. Start week 6.": 1}