{"Written examination  See the Danish version": 1, "Written examination and reports  4 parts equally weighted: 1) 7 homework assignments, 2) Tests in fall curriculum, 3) 3-week project exercise and 4) Tests in spring curriculum. Precise description: http://01005.compute.dtu.dk/Info-Eksamensregler": 1, "Written examination and reports  4 parts equally weighted: 1) 7 homework assignments, 2) Tests in fall curriculum, 3) 3-week project exercise and 4) Tests in spring curriculum. Precise description: http://01006.compute.dtu.dk/Info-Eksamensregler": 1, "Written examination and reports  For a precise description of the evaluation of the course: http:/​/​01005.compute.dtu.dk/​Info-Eksamensregler": 1, "Written examination and reports  For a precise description of the evaluation of the course: http://01005.compute.dtu.dk/Info-Eksamensregler": 1, "Written examination and exercises  The assessment is based on 4 mandatory assignments during the course and a final 2 hour written exam. The final grade is based on an overall assessment, where the written exam is weighted approximately 60% and the assignments approximately 40%.": 2, "Written examination and exercises": 14, "Written examination and exercises  3 home works must be approved": 1, "Written examination and exercises  The exam is simultaneously with the exam in 01035 Mathematics 2": 1, "Written examination and exercises  Written examination, evaluation of home work and projects. The exact description can be found at the homepage.": 3, "Written examination": 103, "Written examination and reports  Written examination (2 hours) and evaluations of reports and homework. The written exam counts 50% of the final grade, and an evaluation of the homework together with the project work counts for the other 50% of the total grade.": 1, "Written examination and exercises  Homework exercises and a written exam (4 hours). The homework counts for 40% of the final grade and the written exam counts for 60 % of the final grade.": 1, "Oral examination and reports  Each group hands in a report which forms the point of departure for the individual oral examination.": 1, "Oral examination and reports  The project(s) is(are) carried out in small groups (2-3 students) with written report(s). Individual oral examination.": 1, "Oral examination and exercises  Homeworks count for 30%, the oral examination for 70%.": 1, "Oral examination": 57, "Oral examination and reports  Projects will be part of the exam": 1, "Written examination and exercises  It is a prerequisite for going to the exam that the mandatory exercises are approved.": 1, "Oral examination and reports  The exam is held at the last course day. The exam consists of presenting the project as well as giving critical feedback on other group projects.": 1, "Written examination and exercises  Written assignments and mutiple-choice quizzes": 1, "Evaluation of experiments and reports  Assessment of individualised group reports and/or individual reports": 1, "Evaluation of experiments and reports  Assessment is based on individualized group reports.": 2, "Oral examination and reports": 120, "Written examination and exercises  Exercises are posed as homework exercises and electronic quizzes": 1, "Oral examination and exercises  An overall assessment of students' performance throughout the course is made based on embedded, oral presentations and written homework problems.": 1, "Written examination and experiments": 8, "Written examination and reports  The evaluation is based on an overall assessment of the completed reports and programs, and the written examination. Submission of reports and programs is mandatory.": 1, "Written examination and reports  The evaluation is based on an overall assessment of the completed reports, the implemented programs and the written examination. Submission of reports and appertaining programs is mandatory as these constitute a central element of the assessment.": 1, "Written examination and exercises  The grade is an overall assessment of the exercises and the exam.": 2, "Written examination  It is a requirement for exam participation that a certain part of the mandatory assignments are approved. These assignments have no role in the final exam assesment.": 1, "Evaluation of exercises/reports  Assessment of hand-ins and individualized group reports. The course is evaluated as a whole.": 1, "Evaluation of exercises/reports  Individualized group reports with presentation.": 1, "Oral examination and exercises  Passing of exercises and labs may be a prerequisite for attending the exam. The project is ended by a oral exam based on a report describing the software development.": 1, "Written examination and reports  Overall assessment of 3 individualized reports and a 2 hour written exam.": 1, "Written examination and reports  Lab work may be required to solve one or more of the problems. It is a requirement for participating in the exam that the mandatory assignments are approved. These assignments are not part of the final exam assessment.": 1, "Written examination and reports  The mark is given by an overall assessment.": 1, "Written or oral examination  Mandatory assignments provide a good background for learning the methodology of the course. The exam is usually written at the exam immediately after the course has been held, and the exam is usually oral at reexams.": 1, "Written examination and reports  The final grade is based on all results in their entirety.": 1, "Written examination and reports  Is evaluated as a whole.": 2, "Written examination  It is a requirement for exam participation that a certain number of mandatory assignments are approved. These assignments have no role in the final exam assessment.": 1, "Written examination and reports  Overall assessment based on the final written examination and the group project.": 1, "Oral examination and reports  The evaluation is based on an overall assessment of the completed assignments and reports and an oral group presentations of the running software including tests with individual questions.": 1, "Evaluation of exercises/reports  Assessment is based on individualized group reports": 5, "Evaluation of exercises/reports  The evaluation will be individualized by indicating the authors of sections/subsections in the report, by author tags in the submitted code and by presentations during the course, where each student has at least one individual occurrence.": 1, "Written examination and reports  Approval of a group project and written examination. An approved group project is mandatory for participation in the written examination. The final mark is the mark from the written examination.": 1, "Oral examination and exercises": 84, "Written examination and reports  Written examination and assessment of individualized group reports prepared during the semester. The final grade is based on all results in their entirety.": 1, "Written examination and reports  Written examination and evaluation of reports": 1, "Oral examination and reports  Approval of compulsory activities is a prerequisite for taking part in the examination: 3 oral presentations and 2 written assignments with oral presentation.": 1, "Evaluation of exercises/reports  project 60%, assignments 40%. The project and all assignments are individual.": 1, "Written or oral examination  The grade is based on a final written or oral exam. The form of exam is decided according to the number of enrolled students, and it will be communicated in the first week of the semester.": 1, "Written examination and reports  Report(s) and written exam are evaluated as a whole.": 1, "Evaluation of exercises/reports": 127, "Oral examination and reports  One overall mark is given for the course based on oral presentation of own project, written project report, oral and written criticism of other projects and defense of own project together with examination of selected other projects.": 1, "Written examination  The grade is based on a final written exam.": 1, "Written examination and reports  The grade is given for the course as a whole, based on reports from a number of small practical exercises (ca. 50%) and a written exam (ca. 50%).": 1, "Oral examination and reports  A written report (30-40 pages plus appendices) written as part of group work is the basis for an individual oral exam.": 1, "Oral examination and reports  Reports that will be evaluated.": 1, "Oral examination and reports  One or two written reports are the basis for an oral exam.": 1, "Oral examination and reports  The exam is based on the report about the project that the students have worked on during the course.": 1, "Written examination and exercises  Written examination and assessment of exercises. The mark is given by an overall assessment.": 1, "Written examination and reports  It is a requirement for participating in the exam that a certain part of the mandatory assignments are approved. These assignments are not part of the final exam assessment.": 1, "Evaluation of exercises/reports  Assessment is based on individualized group reports. The project, all reports and presentations have to be approved.": 1, "Evaluation of exercises/reports  Evaluation of individualised group reports. There will be a mandatory exercise and a mandatory project. An approved exercise is mandatory for participation in the project. The final mark is based on the project report.": 1, "Evaluation of exercises/reports  Assessment is based on individualized group reports and an individual report.": 1, "Evaluation of exercises/reports  Written report and documentation of a larger project together with a short project presentation; further details will be announced at the beginning of the course.": 1, "Oral examination and reports  Assessment is based on the group work (presentation and report), oral questions and intermediate exercises.": 2, "Oral examination and exercises  Overall assessment": 3, "Evaluation of exercises/reports  The assessment is based on the mandatory programming project and a number of individual written assignments. The course is evaluated as a whole.": 1, "Evaluation of exercises/reports  Report on a larger project together with a short individual oral presentation": 1, "Written examination and reports  MC-test. Assignments handed in to assesment, are developed by a group with 2 students": 1, "Written examination and reports  The final grade is based on all results in their entirety: Written exam takes place on the exam day corresponding to module F5B. The final project is delivered at the end of the 3 weeks period.": 1, "Written examination and reports  The final grade is based on all results in their entirety.The written exam takes place on the exam day in December that corresponds to the module E1B. The final project is delivered at the end of the 3 weeks period from January.": 1, "Written examination and reports  The final grade is based on all results in their entirety. Group reports are individualized.": 1, "Written examination and reports  There will be 2 mini projects and they must both be passed in order to go to the written exam. Previously passed projects can be reused. The reexam for the May exam is on the last day of the 3-week period (can also be taken in December/May).": 2, "Written examination and reports": 16, "Written examination and exercises  The course has mandatory projects, which count 30%, and a written exam that counts 70%.": 1, "Written examination  It is a requirement for exam participation that a certain number of mandatory assignments are approved.": 1, "Evaluation of exercises/reports  A mandatory project assignment will be made within 13 weeks, which must be submitted and approved. There is a requirement for individualization of the individual sections in the final report": 1, "Written examination and exercises  The written exam (or several parts of the exam) will have to be handed in electronically. The exam is usually oral at reexams.": 1, "Written examination and reports  There will be 1 mini projects and they must both be passed in order to go to the written exam. Previously passed projects can be reused. The exam will be on the last day of the 3-week period.": 1, "Evaluation of exercises/reports  Take home exam": 1, "Written examination  Judged as a whole. Multiple-choice. In a multiple-choice exam it may happen that the grade 10 is given even if only one answer is wrong or missing. Summer exam is oral": 1, "Evaluation of exercises/reports  Two reports during the semester. Assessment is based on individual reports.": 1, "Evaluation of exercises/reports  Assessment of individual reports.": 1, "Oral examination and reports  Oral presentation and approval of reports": 2, "Evaluation of exercises/reports  2 individual reports.": 1, "Evaluation of exercises/reports  Evaluation of 3 reports and an oral exam": 1, "Oral examination and exercises  The oral exam takes its starting point in exercises done during the semester.": 1, "Evaluation of exercises/reports  The grade is based on individual assignments/reports. It is also required that group assignments/reports are approved.": 1, "Written examination and reports  Evaluation of individualized project report (50%), and 2 hours written exam (50%) The grade will be given from an overall view .": 1, "Oral examination and reports  The overall assessment is based on three activities: - Two group reports handed in during the semester incl. providing peer feedback to other groups - One individual oral exam at the end of the semester based on group reports and lecture contents": 1, "Evaluation of exercises/reports  Coursework and report are written during the course. Responsibility of elements of the reports needs to be assigned to individual course participants.": 1, "Oral examination and reports  Oral presentation and evaluation of report(s)": 1, "Oral examination and reports  40% report 60% oral examination": 1, "Oral examination and reports  Oral presentation and report are equally weighted": 1, "Oral examination and reports  Report and oral exam based on own experimental results": 1, "Oral examination  Oral exam based on exercises and three mini-projects": 1, "Oral examination  Oral exam based on exercises": 1, "Evaluation of exercises/reports  The grading is based on an overall evaluation of exercises (50%) and final project report (50%). Specifically, the grade is based on individualized group-reports.": 3, "Evaluation of exercises/reports  Due to Covid-19, the written exam is replaced with a take-home exam.": 1, "Written or oral examination  If the number of students is too large, the exam will be written. Otherwise the exam is oral.": 1, "Written or oral examination  The exam is oral, unless there are so many participants that it becomes impractical. In this case, there will be a written exam.": 1, "Written and oral examination  The final grade consists of an individual multiple choice written exam and an oral exam consisting of a group presentation of a randomly drawn poster from one of the three weeks. Each component counts 50% of the final grade. If a physical multiple choice exam is not possible due to Covid-19, then the grade will instead be based 100% on an oral exam consisting of a group presentation of a randomly drawn poster and individual questions in the entire curriculum.": 1, "Written examination and reports  The written exam weighs 70% whereas the collective assessment of the individualized reports weighs 30% .": 1, "Written examination  5 mandatory reports, that must be passed (pass/fail) to be allowed to take the final. The reports do not count towards the final grade.": 1, "Evaluation of experiments and reports  Individual submission of lab journal (worksheet solutions) and project report. In case of collaboration with someone else the distribution of responsibilities in the collaboration must be stated clearly in the submission.": 2, "Oral examination and exercises  The oral exam is based on both the exercises, cases and the lectures. The grade is passed based on an overall assessment of these items, and the course cannot be passed unless a report and a poster from the first and second case, respectively, have been approved.": 1, "Oral examination and exercises  If more than 30 students participates, a written exam may repplace the oral exam.": 1, "Written examination and exercises  To be admitted to the written exam its mandatory to pass 3 out of the 4 homework exersices.": 1, "Evaluation of exercises/reports  “Assessment is based on individual reports”": 1, "Evaluation of exercises/reports  Assessment is based on individual reports": 6, "Evaluation of exercises/reports  Assessment is based on individualized group reports.": 1, "Oral examination and reports  Two reports made by groups of 2-3 persons. Brief examination based on questions from the report assignments. The mark is given by an overall assessment.": 1, "Oral examination and reports  Two written reports and one poster made in groups of 2-3 persons. Individual examination is based on oral presentation of poster. The final grade is based on an overall assessment.": 1, "Evaluation of exercises/reports  Assessment of individual reports": 1, "Evaluation of exercises/reports  Assessment of 2 individual reports": 1, "Oral examination and reports  Three reports made by groups of at most 2-3 persons. Brief oral examination based on questions from the report assignments. The mark is given by an overall assessment.": 1, "Evaluation of experiments and reports  Assessment of reports is based on individualized group reports.": 1, "Evaluation of experiments and reports  Evaluation based on group project reports with clear indication of individual contributions.": 1, "Evaluation of exercises/reports  Students individually prepare and present a report in a form of a journal paper.": 1, "Evaluation of exercises/reports  The exam is based on a report written by the student.": 1, "Evaluation of experiments": 4, "Report/dissertation  The participants will get two weeks to analyse their own data and hand in a report. The report should describe the analyses and results for persons without a statistical background. Data will be provided to participants, who do not have their own.": 1, "Report/dissertation  written exercise": 1, "Evaluation of exercises/reports  Participants deliver group reports": 1, "Oral examination  The course concludes with independent project work. The outcome will be disseminated in the format of a poster and presented in a poster session.": 1, "Evaluation of exercises/reports  Attendance at the kick-off meeting, active participation in the seminars, participation in at least two Meet DTU Compute lectures and preparing a Popular Science Summary": 1, "Report/dissertation  The evaluation is based on the produced video": 1, "Evaluation of experiments and reports": 35, "Evaluation of exercises/reports  Each student chooses, executes and documents a project within the curriculum. The project typically comprises a detailed and in-depth treatment of a topic, with proofs complementing or further clarifying the considered literature.": 1, "Evaluation of experiments and reports  Before the summer school a report of an exercise handed out on beforehand, and finally a report of the excercises during the summer school is handed in.": 1, "Evaluation of experiments and reports  A report of the exercises carried out during the summer school is handed in.": 1, "Evaluation of experiments  Active participation and evaluation of exercises.": 1, "Report/dissertation  To get full credit students must by the end of the course submit a learning diary with reflections and solutions to particular problems.": 1, "Evaluation of exercises/reports  The student is evaluated based on an individual report.": 1, "Evaluation of exercises/reports  Active participation (including oral presentations)": 1, "Oral examination and reports  Judged as a whole. Weighting: Reports 60%, Oral exam 40%. All six reports must have been handed in in order to attend the exam.": 1, "Written examination and reports  Final four-hour written exam and lab reports, judged as a whole.": 1, "Written examination and reports  Weight: Written exam 75%, reports 25%.": 1, "Written examination and exercises  Overall assessment, where the exam is weighted 80% and hand-in exercises during the course are weighted 20%": 1, "Written examination  Judged as a whole. Approximate weighting: written exam 75%, assignments 25%.": 1, "Written examination  There is a final four hour written exam with all aids allowed. The exam questions are distributed on paper and answers are handed in on paper. A number of reports over experimental exercises must be approved in order to take the final exam.": 1, "Written examination and exercises  Overall assessment. The final exam is a 4 hour written exam. During the semester, quizzes will be available as e-learning and students may obtain points that count in the final grade. In addition, a small project will be carried out.": 1, "Written examination  Overall assessment. During the semester quizzes will be available as e-learning and students may obtain points that count in the final grade. The approximate weighting is 90% for the written exam and 10% for the quizzes. COVID19 changes: The exam will be an online exam with all aids allowed.": 1, "Written examination and reports  Overall assessment based on the weighting: Written exam 70% and evaluation of report(s) 30%.": 1, "Written examination and exercises  Overall assessment. The grading of home assignments contributes approximately 25% to the evaluation": 1, "Oral examination and exercises  Overall assessment. A series of written exercises handed in over the duration of the course contribute with a tentative weight of 40% to the final grade.": 1, "Evaluation of experiments and reports  Evaluation of experiments and reports Group work (2-3 persons). One report per group. Individual assessment at poster presentation": 1, "Written examination and reports  Judged as a whole from two quizzes (25% ) and a final four hour written exam with all aids except internet access (75%)": 1, "Oral examination and exercises  Oral exam divided between 1 question relating to the lectures, and 1 question relating to home assignment, each counting 50%": 1, "Oral examination  Presentation over laboratory exercises + questions in curriculum. Participation in experimental exercises is a requirement.": 1, "Written examination and exercises  4 hour written exam and projekter i klassen med tilsvarende korte rapporter og / eller præsentationer. The grading will be judged as a whole with the vast majority being determined by the final exam and a minority from the reports. CHANGE DUE TO COVID-19: The exam will be an oral exam.": 1, "Evaluation of exercises/reports  Judged as a whole based on a quiz in class (50%) approximately in the middle of the semester and a final report (50%).": 1, "Oral examination and exercises  Judged as a whole: Weighting: Oral exam 75%, projects 25%.": 1, "Evaluation of exercises/reports  During the last week of the course, a problem assignment is solved in groups with two or three students. The result is presented orally for the entire class, and the associated report is evaluated by the teacher.": 1, "Oral examination and exercises  Oral examination (70%) and written assignments (30%)": 1, "Oral examination and exercises  Oral exam is weighted 70%, assignment evaluation 30%": 1, "Evaluation of exercises/reports  Evaluation of exercises and final report.": 1, "Evaluation of experiments and reports  Poster presentation about the work and a report in form of a lab book.": 1, "Oral examination and exercises  Overall assessment based on the poster presentation, brief report on stakeholder analysis and an oral exam including also the poster and the report.": 1, "Written examination  Overall assessment. Project report and presentation.": 1, "Evaluation of experiments and reports  There will be a written test lasting 2 hours.": 1, "Evaluation of exercises/reports  Approval of a 5 page proposal.": 1, "Evaluation of exercises/reports  Evaluation of oral presentations during the semester.": 1, "Evaluation of exercises/reports  Including presentations": 1, "Evaluation of exercises/reports  Presentation of own research as a poster or a talk at the summer school": 1, "Evaluation of exercises/reports  including presentations": 1, "Evaluation of exercises/reports  You will be evaluated based on a report in the form of a research proposal, and 1-2 critical presentations of scientific articles, as well as a critical review of a fellow students report, and of fellow students presentations.": 1, "Evaluation of exercises/reports  The evaluation consists of assessment of a poster presented at the school.": 1, "Evaluation of experiments and reports  Evaluation of scientific report (to be handed in no later than 1 month after the summer school).": 1, "Oral examination  Oral presentation and discussion of a poster produced as part of the course. To pass exam you must as part of the course have answered a pre-test, produced and presented a poster, and given peer feedback at least once.": 1, "Evaluation of experiments and reports  One written research report (25%) and a written report - 1000 Words (75%). It is a prerequisite for passing the course that an oral presentation at the class has been approved.": 1, "Evaluation of experiments and reports  A research report (15%) and a written assignment - 1000 Words (30%): AND an essay (10 pages, 55%). It is a prerequisite for passing the course that an oral presentation at the class has been approved.": 1, "Oral examination and experiments  To pass the course you must: 1. Attend and pass all TPT's (Tool Package Trainings) and lectures (exercises) 2. Design and fabricate an actual device in the cleanroom (exercise) 3. Prepare an oral presentation of the fabrication process and results (oral examination)": 2, "Oral examination and reports  Oral examination and reports. The oral examination is based on the written term papers, and the associated curriculum. The final mark is given by a total evaluation with a weight of the different elements is: the assignments (40%), oral examination (60%).": 1, "Evaluation of experiments and reports  The following elements should all be passed/approved to pass the course: (1) pass two multiple choice tests, (2) participation in and approval of journals for 8 compulsory lab exercises, (3) approval of data journal and poster for consultancy project.": 1, "Oral examination and reports  Overall assessment of individual oral examination and group reports. The weighting of the reports and the oral examination is approximately equal.": 1, "Evaluation of experiments and reports  To pass the course you must: 1. Attend and pass all TPT's (Tool Package Trainings) and lectures 2. A) present the design and fabrication of a pressure sensor or B) prepare an application note and a presentation about a selected micro- or nanofabrication method.": 1, "Written examination and reports  Evaluation of journals from experimental labs will contribute approx. 20% to the total evaluation.": 1, "Evaluation of exercises/reports  The evaluation vil be based on evaluation of exercise(s)/assignment(s)/report(s)/test(s)": 1, "Evaluation of exercises/reports  The course ends with madatory presentations on the last day of the course. The presentations will last til 16:00": 1, "Written examination and reports  Lab Report counts 30 % Final Exam counts 70 %": 1, "Written examination or dissertation": 3, "Evaluation of exercises/reports  Tests in curriculum.": 3, "Evaluation of exercises/reports  Tests in the curriculum. All exercises to be completed. Selected exercises are included in the assessment.": 1, "Evaluation of exercises/reports  The grade is found by assessment of a report and other media, and an oral presentation of project with subsequent questions.": 1, "Evaluation of exercises/reports  Continuously, mandatory submission of assignments and presentations. Tests in curriculum.": 1, "Evaluation of exercises/reports  20% of the evaluation is based on quiz 1 20% of the evaluation is based on quiz 2 30% of the evaluation is based on report 1 30% of the evaluation is based on report 2": 1, "Written examination and exercises  The exam is conducted in course 11121 and the exam form is given at the start of the course.": 1, "Written examination  The grade is given based on a written exam": 1, "Evaluation of exercises/reports  Evaluation will be based on overall assessment of all submited assignments.": 1, "Evaluation of exercises/reports  45% of the evaluation is based on a quiz 20% of the evaluation is based on report 1 10% of the evaluation is based on a poster 25% of the evaluation is based on report 2": 1, "Written examination and exercises  Written examination and evaluation of assignments. Two compulsory group assignments must be submitted in order to participate in the written exam and the assignments are included in the overall assessment.": 1, "Written examination and exercises  A compulsory assignment must be submitted in order to participate in the written exam and the assignment is included in the overall assessment.": 1, "Evaluation of exercises/reports  No exam": 1, "Written examination and reports  Written exam (85%) and evaluation of report(s) (15%)": 1, "Evaluation of exercises/reports  45% of the evaluation based on a report 15% of the evaluation based on slides 40% of the evaluation based on a quiz": 1, "Written examination and reports  Written examination is a quiz counting 15% halfway in the semester": 1, "Written examination and exercises  The grade is given based on an overall evaluation of assignments during the term and the written exam": 1, "Written examination and exercises  Multiple choice": 1, "Written examination and reports  Written examination 30%. Report 70%.": 1, "Written examination and reports  The exam counts 30% and the reports count 70% of the final grade.": 1, "Evaluation of exercises/reports  Evaluation of portfolio report. One report maximum 30 pages is required.": 1, "Written examination and exercises  Mandatory assignment(s) must be passed in order to participate in the written exam. The Mandatory assignment(s) is part of the assessment.": 1, "Written or oral examination  Mandatory exercise(s) must be passed in order to participate in the final exam. The Mandatory exercise(s) is part of the assessment. The exam will be oral if less than 15 course participants.": 1, "Written examination  Digital examination and digital correction. The individual student must have Microsoft Excel and be able to deliver a PDF's of performed calculations in a readable and understandable format. Laptop PC with Wi-Fi connection to CampusNet necessary.": 1, "Oral examination  on the basis of a prepared report. Supplemented by a quiz. The exam is in English.": 1, "Oral examination and reports  On written exercises report and 20-30 min. oral examination. 40% written project, 60% oral exam.": 1, "Oral examination and reports  The grade is based on the oral exam (70%) and the reports (30%).": 1, "Written examination and exercises  70% final exam, 30% group poster": 1, "Written examination and reports  Reports count 75%, examination counts 25%": 1, "Evaluation of exercises/reports  Projects (6*15%) and small homework problems (10*1%) will be given throughout the semester.": 1, "Written examination and reports  Group report and individual exam": 1, "Written examination and reports  The reports count for 50% of the grade and the exam counts for the remaining 50% of the grade.": 1, "Evaluation of exercises/reports  Evaluation of exercise(s)/report(s) The evaluation is made based on individual/group report(s) as well as a final quiz": 1, "Written examination and exercises  Final Mark: 70% final exam, 30% exercises (5 all together).": 1, "Evaluation of exercises/reports  jury evaluates design project and reports.": 1, "Evaluation of experiments and reports  See Danish text.": 1, "Evaluation of exercises/reports  Evaluation of 4 predefined and one self-defined assignments in written form, and with code for the developed models.": 1, "Written examination  See Danish note.": 1, "Evaluation of experiments and reports  Written examination and evaluation of reports in conjunction quizzer and written presentations. The grade is given based on an overall evaluation of written examination, evaluation of reports, quizzes and presentations.": 1, "Evaluation of exercises/reports  Evaluation of task (s) / report (s). The grade will be based on an overall assessment of the project work during the course and an oral presentation of the project work at the end of the course and the assessment of external censor reports.": 2, "Evaluation of exercises/reports  The student performance is based on an overall evaluation of presentations, written assignments and participation in discussions throughout the course.": 1, "Evaluation of exercises/reports  The study will be conducted in teams that conduct a joint report. Each student will also write an individual process report which will be a included in the overall assessment. The grade is based on the overall impressions from project work made during the course and an oral presentation by the end of the course.": 1, "Written examination  (1) Test of understanding (25%) - (2) Practical assignment (75%)": 1, "Evaluation of exercises/reports  Evaluation of reports.": 1, "Oral examination and reports  The grade will be based on an overall assessment of the project work during the course and an oral presentation of the project work on course completion combined with an oral individual exam..": 1, "Oral examination and exercises  Written assignments during the course (3 assignments counting each 10%, and one assignment counting 20%), and a final larger written assignment (50%).": 1, "Evaluation of exercises/reports  A short essay on the personal experience and learning outcome(s) of the peer review process": 1, "Oral examination and reports  Reports and student works included in the assessment are a design manual, a process report and a prototype": 1, "Oral examination and reports  The exam counts 25% and the report counts 75%.": 1, "Written examination and reports  The grade is given based on an overall evaluation of projects and a two hour written exam": 2, "Written examination  Exam is in two parts: First part is written exam without aid and second part is writtent exam with aid. Each part of the exam counts 50%.": 1, "Evaluation of exercises/reports  Tests in the curriculum. All exercises have to be completed. Selected exercises are included in the assessment.": 1, "Evaluation of exercises/reports  To have the opportunity to present at examen all project much be handed in.": 1, "Evaluation of exercises/reports  evaluation of projects": 1, "Evaluation of exercises/reports  and presentation(s). Reports have to be individualized. During the semester three reports have to be handed in and presented.": 1, "Evaluation of exercises/reports  Approval of the three examination papers": 1, "Evaluation of exercises/reports  The grade is given based on an overall evaluation of assignments and projects during the term": 1, "Oral examination and reports  Oral exam graded 1/3 and the report by 2/3 .": 1, "Evaluation of exercises/reports  Evaluation of two written report and oral presentation during the course": 1, "Written examination and reports  Participation in the coursework is a prerequisite for admission to the written examination": 1, "Oral examination  15 minutes per student; + 3 (out of 4) assignments; + 1 multiple choice individual exam (ca. 40 min).": 1, "Written examination and exercises  3 assignments, 1 midterm exam (2 hrs, no aids), one final exam (multiple choice, 3 hrs, no aids) To be able to participate in the exam, it is a precondition, that the compulsory assignments have been submitted and approved.": 1, "Written examination and experiments  Written exam and assessment of minor exercises and excursions reports. To be able to participate in the exam, it is a precondition, that the compulsory assignments have been submitted and approved.": 1, "Written examination and reports  Two reports based on two assignments. Oral presentation of design assignment, including individual questions. Final written examination based on concepts and hand calculations (multiple choice).": 1, "Written examination and exercises  The final mark will be based on an overall evaluation of 2 technical reports (maybe supplemented with an oral presentation) and a written indivudual examination.": 1, "Evaluation of exercises/reports  Overall assessment of small multiple choice quizzes held during many of the lectures and evaluation of reports.": 1, "Oral examination and reports  Overall assessment of on-line quizzes taken on day 1, 5 and 15, group reports and presentations": 1, "Written examination and reports  To be able to participate in the exam, it is a precondition, that the compulsory assignments have been submitted and approved.": 2, "Written examination and reports  Written group-report (60%) and 2-hour written individual exam (40%)": 1, "Written examination and reports  Written exam (75%) and evaluation(s) of written reports on laboratory experiments (25%).": 1, "Evaluation of exercises/reports  The report is due by July 31st.": 1, "Oral examination and reports  Group reports and one (1) final oral presentations with individual assessment. To be able to participate in the exam, it is a precondition, that the compulsory assignments have been submitted and approved.": 1, "Evaluation of exercises/reports  An 'overall grade' is given based on a number of individuel and written tests throughout the course, in combination with report submission from group work.": 1, "Evaluation of exercises/reports  The evaluation is based on 2-3 reports that may be prepared by groups with 2 students in each, 2-3 online quizzes, and the student's participation in the course discussion fora.": 1, "Written examination  group project report, with group presentation and oral group exam (60%) and written exam (40%)": 1, "Evaluation of exercises/reports  The evaluation is based on four group assignments (15% of the final grade each), oral presentation of group work (10% of final grade) and one multiple choice exam (30% of final grade).": 1, "Written examination and reports  Oral presentations of reports": 1, "Evaluation of exercises/reports  The course involves submission of a group assignment in two parts, one of these including a peer-review. Additionally, a range of individual written tests are completed during the course.": 1, "Report/dissertation  Oral presentations and evaluation of the report": 1, "Written examination and exercises  Written exam 60%. Written assignment and oral presentation 40%.": 1, "Written examination and reports  An 'overall grade' is given, based on: - Three multiple-choice questionnaires, i.e. one for each module, one per week on Friday afternoon. - The report from assignment work in groups (maximum 10.000 words).": 1, "Written and oral examination  Through the course, group assignments are handled in as reports. One of the assignments is assessed in writing and orally. The oral exam is the presentation of report results to fellow students.": 1, "Written examination and reports  Multiple choice examination, reports and oral presentation. The grade will be based upon an overall evaluation To be able to participate in the exam, it is a precondition, that the compulsory assignments have been submitted and approved.": 1, "Evaluation of exercises/reports  Evaluation of exercises/reports Hand in short reports and give oral presentations. The work is done in groups with 2-4 students.": 1, "Written examination and reports  Evaluation: Written exam (55% of final grade) and report (45% of final grade). To be able to participate in the exam, it is a precondition, that the compulsory assignments have been submitted and approved.": 1, "Oral examination and reports  Oral exam (60% of final grade) and reports (40% of final grade).": 1, "Evaluation of exercises/reports  The evaluation is based on a written cover and political memo with recommendations which counts 60% of the overall grade and a multiple-choice quiz which counts 40% of the overall grade": 1, "Written examination and exercises  To be able to participate in the exam, it is a precondition, that the compulsory assignments have been submitted and approved.": 1, "Evaluation of experiments and reports  The deadline for the delivery of the final report is the end of the 3-week period": 1, "Written examination and reports  The written examination is a 4 hour test. The final evaluation is based on an overall evaluation of the report, posterpresentation and the written examination. Report and poster presentation is a precondition for participating in the exam.": 1, "Evaluation of exercises/reports  incl. presentations of results": 1, "Evaluation of exercises/reports  Individual project reports; Multiple-choice tests": 1, "Oral examination  Assignments, quiz, evaluation of presentations and 20-minute individual oral examination": 1, "Evaluation of experiments and reports  Overall assessment based on reports, online quizzes held during lectures, and oral examination": 1, "Written examination and exercises  Exam": 1, "Evaluation of experiments and reports  Evaluation of exercises/reports (project report (50%); Project presentation and discussion (25%); Two peer reviews and questions (25%)).": 1, "Report/dissertation  Evaluation of 10-page report/article or poster/others": 1, "Evaluation of experiments and reports  Attendance and active participation is required.": 1, "Evaluation of exercises/reports  Attendance, active participation, reports, evaluation of abstracts and presentations. The course portfolio has to be approved by the course coordinator": 1, "Evaluation of exercises/reports  Attendance, active participation, reports, evaluation of abstracts and presentations. The course portfolio has to be approved by the course coordinator.": 1, "Evaluation of exercises/reports  Active participation in lectures and group work. Written assignments (including software development). All assignments are issued and submitted via CampusNet. Feebback is provided for the major programming assignment, if requested.": 1, "Oral examination and reports  Weighting in an overall assessment: Oral examination 2/3 and reports 1/3 of the final grade. To be eligible for the exam, all lab exercises with reports must be submitted.": 1, "Oral examination and reports  Submission of three assignments are a prerequisite for admission to the exam.": 1, "Oral examination and exercises  30 minutes individual oral exam: The student will be asked to present their own project and one other project from the class. The student gets one final grade.": 1, "Oral examination and reports  Weighting: Oral examination 3/4, reports 1/4 of the final grade. Both parts need to be passed separately to pass the course.": 1, "Oral examination and reports  A final oral examination (60%), one written report (30%), one presentation in class (10%).": 1, "Written examination and exercises  Handing in written assignments are required to attend the exam.": 1, "Oral examination and reports  The oral exam is conducted in English. Successful completion of the assignments is mandatory in order to participate in the final oral examination. The final grade will be given as an overall assessment.": 1, "Oral examination and reports  The final grade is based on an overall assessment of four components: (i) Final oral examination - 40% weight (ii) Group project (2 students max) with a final report and presentation - 35% weight (iii) Research article review report - 10% weight (iv) Seminar/paper presentation - 15% weight": 1, "Evaluation of exercises/reports  The participant should hand in a report which lists the 15-25 most important papers and their impact within the research field.": 1, "Oral examination and reports  The individual evaluation is based on the oral exam in the reports (40%), and curriculum questions (60%).": 1, "Oral examination and reports  Oral examination and reports The individual evaluation is based on the oral exam in the reports (40%), and curriculum questions (60%).": 1, "Oral examination and reports  In groups, a bio-data-science project is prepared, which forms the background for the exam. Handing in of the project on time is a prerequisite for attending the exam. The oral exam will be a group presentation of the project, followed by an individual examination in the project, as well as in general course learning objectives.": 1, "Oral examination and reports  Written report and oral presentation. The final grade is based on an overall assessment of both part exams.": 1, "Evaluation of exercises/reports  To be determined in agreement with the supervisor. Typically evaluation of a written report": 2, "Written examination and reports  Mandatory exercises - at least 10 sets must be handed in on time to take the exam (peer-evaluation included). Exam (50%), project (50%). Both must be passed to pass the course.": 1, "Evaluation of experiments  The re-exam is a 4 hours written exam.": 1, "Written examination and experiments  Results from the weekly computer exercises and handout exercises to be handed in and approved in order to attend the exam. CHANGES AS A RESULT OF COVID-19: Report/dissertation": 1, "Written examination and reports  Written examination (counts 46%) as well as individual poster presentation of group based project (counts 40%) and exercises (2% each - max of 14%, best 7 out of 9). One overall grade will be given. The requirements for participating in the exam is that the hand-in exercise and at least 7 out of 9 quizzes have been handed in on time and approved.": 1, "Oral examination and reports  Written report and oral examination. The grade is based on an overall assessment of both part exams": 1, "Oral examination and exercises  Evaluation of poster (group work) (50%). Evaluation of poster presentation (individual) (50%). The final grade is based on an overall assessment of both part exams.": 1, "Written and oral examination  Oral examination based on poster presentation (50%) and written exam (50%). The grade is based on an overall assessment of both part exams.": 1, "Written and oral examination  2-hour written exam second to last day of the course and group-project presentations with individual questions at the final day of the course. The grade is based on an overall assessment of both part-exams.": 1, "Oral examination and reports  Weekly exercises, written report and oral examination. The grade is based on an overall assessment of all three part exams.": 1, "Oral examination  Individual, oral examination based on curriculum": 1, "Written examination and reports  Evaluation will be based on a written examination (55%) and a project work performed during the course (45%)": 1, "Written and oral examination  Written examination (40%), written report (30%) and oral presentation (30%). The final grade is based on an overall assessment of all part exams. Overall assessment": 1, "Written examination and reports  Reports and posters (50%) and multiple choice questions (50%). The final grade is based on an overall assessment of both part exams.": 1, "Oral examination and experiments  The examination is based on an oral examination (50%) and hand-ins (50%). Hand-ins includes lab book, description of management of the project, and concluding results and discussions. Passed is required both on hand-ins and the oral examination. The final grade is based on an overall assessment of both part exams.": 1, "Written examination  The exam lasts 1 hour and consists of 3 questions from 3 selected papers throughout the year (known to the students 1 month before the exam). In addition, oral presentation skills will be examined at the paper presentation during the course.": 1, "Oral examination and reports  Oral presentation of poster, which is based on the project report (lab journal). Both the oral exam and the report need to be passed in order to pass the course.": 1, "Oral examination and reports  Oral presentation of poster which is based on the project report (lab journal). Both the oral exam and the report need to be passed in order to pass the course.": 2, "Evaluation of exercises/reports  Two individual intermediate quiz exams + final written report from group work. The grade is based on an overall assessment where each quiz is weighted 20% and the final report 60%.": 1, "Oral examination and reports  Oral examination. Individual, oral examination based on report. The grade is based on an overall assessment.": 1, "Written examination and reports  Written examination (50%) and reports (50%). The final grade is based on an overall assessment of both components.": 1, "Written examination and exercises  During the course, we will place some obligatory assigments. These will be included in the final evaluation by 20%": 1, "Oral examination  Evaluation of written report from team work. For participation in the individual oral examination, it is required that the report has passed and been accepted. The individual grade is based on the oral examination (80%) and the report (20%)": 2, "Oral examination and reports  The final mark is given by a total evaluation where the weight of the different elements is: reports (40%) and oral exam (60%). All reports must have been handed in in order to attend the exam.": 1, "Evaluation of experiments and reports  The student must attend 13 journal club sessions, present a paper 3 times, and write a review on a topic in biomaterials science and engineering agreed upon with the teacher. The topic cannot coincide with the main focus of the student's PhD thesis work.": 1, "Oral examination and reports  The final mark is given by a total evaluation where the weight of the different elements is: reports (40%) and oral exam (60%). All reports must have been submitted in order to attend the oral exam. It is a separate requirement to pass the oral exam.": 2, "Written examination and experiments  Multiple choice questions covering all parts of the project (50%). The built system is evaluated for complexity in terms of number of functions and level of functions as well as validation of these functions etc. (50%)": 1, "Evaluation of experiments and reports  Evaluation of experimental exercises/report/poster": 1, "Written examination and exercises  The final mark is given by a total evaluation where the weights of the different elements are: Written examination (55%), assignments (45%). The learning objectives of the course are weighted uniformly in the overall assessment.": 2, "Written examination  Approval of mandatory assignments is a prerequisite for examination": 1, "Written examination and exercises  A final 2 hours Multiple Choice exam counts 60% of the final grade. The final report counts the remaining 40%. The final grade is calculated from part grades.": 1, "Written examination  Exam 1: 20%: Electrical safety (first day of course). Exam 2: 40%: Workshops (after completion of workshops). Exam 3: 40%: Medical equipment (last day of course). All exams parts are with grades.": 1, "Written examination and reports  Mandatory assignments must be approved to participate in exam.": 2, "Oral examination and exercises  The group based assignments are mandatory but will not be graded. At the individual oral exam, the student submits two presentations and present one of them determined by lottery.": 1, "Oral examination and reports  Approval of reports qualifies the student for the final oral exam Mandatory homework problems are to be handed in and evaluated during the course.": 1, "Written examination and reports  The report counts 40% and the multiple-choice test counts 60% to the final grade. The final grade is calculated from part grades. The course includes certain mandatory homework assignments with peer review. However, they do not contribute to the final grade.": 1, "Oral examination and reports  Three marks are given in the course: one for each of the reports submitted and one for the oral examination. All three grades are equally weighted.": 1, "Evaluation of exercises/reports  The particpant must hand in a report listing the 20 most important papers and their impact within the research field and list the most important papers.": 1, "Report/dissertation": 5, "Oral examination and exercises  Two written assignments and an oral exam are weighted equally (half) in a single overall grade. Mathematical descriptions are prioritized.": 1, "Evaluation of exercises/reports  The students' academic level with respect to the learning objectives, is assessed based on the obligatory individual presentations and discussions throughout the course, including a hand-in assignment. No separate exam is held. A single grade is given.": 1, "Oral examination and reports  One overall grade based on a group report together with an individual oral examination.": 1, "Evaluation of exercises/reports  Presentation of poster. Brief report hand-in.": 1, "Oral examination and exercises  To participate in the exam, all mandatory exercises must be approved. They are not part of the final grade.": 1, "Report/dissertation  With presentation. It is only the report/dissertation that counts in the evaluation.": 1, "Written examination and reports  The final mark is given by a total evaluation where the weight of the different elements is: Written examination (65%), exercises (20%) presentation (15%)": 1, "Written examination and reports  The final mark is given by a total evaluation where the weight of the different elements is: Written examination (50%) Report (30%) Posters (20%)": 1, "Oral examination and reports  Overall evaluation: Oral examination (60%), home assignments (20%), Lab Reports (20%). Preparation of questions on calculation and interpretation of a visualization technique. Then presentation of solution and questions about the rest of the course.": 1, "Oral examination and exercises  Oral examination based on reports": 1, "Evaluation of experiments and reports  You will pass the course by active participation in the lectures and project work: log-book notes, written and oral presentation of assignments and day-resumees": 2, "Evaluation of experiments and reports  To pass the course you must attend 13 journal club sessions, present a paper 3 times and write and review on a topic within advanced micro and nanofabrication agreed upon with the teacher.": 1, "Evaluation of exercises/reports  5 assignments during the course.": 1, "Oral examination and reports  A project report (60%) and an individual oral examination (40%).": 1, "Oral examination and reports  The oral exam will be based on the written project report prepared during the course. The final course grade will be assigned based on an overall assessment of the oral exam and the written project report.": 1, "Written examination and reports  Written exam 60%, and one project thesis 40%": 1, "Written examination and reports  Written exam 60% and project thesis 40%. Only one thesis report is submitted and it is this thesis which counts 40 % of the grade.": 1, "Written examination and exercises  Written examination (100%). Three reports/group work are submitted during the semester and are evaluated as pass/no pass. All reports must have been passed as part of the exam. Change due to COVID-19: Online oral examination (counts 100%)": 1, "Evaluation of exercises/reports  The assessment of the course is based on one case-based project report (70%) and successful submission of 6 lecture-based exercises (30%). Each exercise counts 5 %.": 1, "Evaluation of exercises/reports  Research proposal, 5 pages (65%), Presentation of a scientific article (35%)": 1, "Written examination  See course NFOK14016U at University of Copenhagen.": 1, "Written examination  See course NFOK14017U at University of Copenhagen": 1, "Oral examination and reports  Report (60%), oral presentation of project work (20%) and two questions on other topics (20%)": 1, "Oral examination and exercises  Oral examination (50 %) and evaluation of all posters (50 %). 4 posters must be submitted. Individual examination based on one of the submitted posters plus answer to general questions of the theoretical aspects.": 1, "Oral examination  Presentation of poster": 1, "Evaluation of experiments and reports  The evaluation is based on 1) active participation in all laboratory exercises, 2) a multiple choice test, 3) a video presentation 4) a written report. All four modules need to be approved to pass the course.": 1, "Oral examination and reports  Oral examination, assessment of group reports, and student presentations in the class. The individual oral examination will depart from the Learning Objectives (2/3 part) and the written report (1/3 part).": 1, "Oral examination and reports  The oral examination will last approx. 25 min. It is a prerequisite for the oral examination that the student has handed in one case report (group work) and has finalised a short online test of the understanding of the executed laboratory activities. The oral examination counts for 80% of the grade, the online test counts for 20% of the grade.": 1, "Oral examination and reports  One written assignment (25%) Journal club (25%) Oral examination (50%)": 1, "Written examination  The written exam counts for 100% of the grade.": 1, "Written and oral examination  Written examination (counts 50%) and oral examination in a form of poster presentation of group based project (counts 50%). One overall grade will be given.": 1, "Oral examination and reports  It is a prerequisite for the oral examination that the student has handed in one chemical and one microbiological risk assessment report, and that these reports are accepted. The grade is based 100% on the oral examination.": 1, "Oral examination and reports  oral exam/report (50/50), Exam prerequisite: participation during laboratory exercises and safety instructions is mandatory. Change due to COVID-19: 1 hour individual written online exam (40%), group report (60%)": 1, "Oral examination and reports  Oral exam (60%) based on a written report (40%). Exam prerequisites: poster presentation of the selected food item, presentation of scientific paper, peer evaluation of other students’ poster and scientific paper presentation": 1, "Written examination and exercises  During the course, the students will be given an assignment that will be graded and counted as 15 % of the final grade.The final exam counts for 85% in determining the final grade .": 1, "Oral examination and reports  Oral examination and reports / essays. 1 project report (counting 20%), 1 project report (counting 40%) and the oral presentation (counting 40%).": 1, "Written examination and reports  The exam accounts for 100%. All reports from the group assignments (a total of 3 reports) must be passed before admission to the written exam.": 1, "Oral examination and experiments  Individual oral examination 40% and exercise report 60%. Compulsory seminar for all participants takes place one of the last days of the period": 1, "Oral examination and reports  Weighting of 50% for the report and 50% for the oral exam.": 2, "Oral examination and reports  Two reports (first one worth 33%, second one worth 33%), one oral exam worth 34%. You receive one mark only, for the whole course (helhedsvurdering).": 1, "Oral examination and reports  Project report (50 %) and oral presentation (50 %). One grade for the whole course.": 1, "Oral examination and reports  Evaluation of a report (33%), an oral presentation in group (33%), and an individual exam (34%).": 1, "Oral examination and reports  Oral exam counts for 100% of final mark, but the project report must be passed to be able to sit the oral exam.": 1, "Written examination and reports  NB! Evaluations - please see remarks in content.": 1, "Written examination  Change due to COVID-19: Exam is now 20 minutes individual online oral exam": 1, "Evaluation of experiments  Presentation of results from excercise plus the theory behind": 1, "Evaluation of experiments and reports  Overall assessment of exercises and group work, written report and an oral exam": 1, "Evaluation of exercises/reports  At least 80% presence is required. Further, evaluation will be based on active participation during the course and an assignment at the last day of the course.": 1, "Oral examination and reports  See Danish version": 2, "Oral examination and reports  Oral examination.The grade is based on performance in the oral examination. It is a prerequisite for going to the exam that the report from the 3-week period has been submitted and passed. Part of the oral examination will be in English.": 2, "Written and oral examination  see Danish version": 1, "Written examination and experiments  In order to be able to attend the final written exam the student needs to participate in different laboratory exercises (3 days) during the semester. Due to COVID-19: Instead of the lab exercise the student must hand in an assignment, that must be approved by the teacher, before the student can participate in the exam.": 1, "Oral examination and reports  Evaluation of assignments (10%), final report (45%) and oral exam (45%)": 1, "Oral examination  Oral exam with presentation by student Obligatory presentation of analytical challenge during 13-weeks for participation in exam": 1, "Written examination  Electronic exam.": 1, "Oral examination and exercises  Teaching mainly in Danish": 1, "Oral examination and exercises  The grade will be based predominantly on the oral examination. Two written hand-in exercises counts for 10%.": 1, "Written examination  See Danish description": 1, "Evaluation of exercises/reports  Evaluation is based on assigned excersises (30%) and a final poster and oral presentation (70%).": 1, "Written examination and exercises  Written examinatio counts for 60% and the project 40% of the final grade. The project will be evaluated on the presentation of a poster on a selected topic in applied ocean technologies.": 1, "Written examination and reports  The weighting is 50% report and 50% written examination": 1, "Written examination  Multiple choice": 1, "Evaluation of experiments  -": 1, "Oral examination and reports  -": 2, "Oral examination and exercises  Se dansk version": 1, "Evaluation of exercises/reports  -": 2, "Written examination  Written examination with short essays and multiple choice questions.": 1, "Written examination and reports  Written examination (70%), project report (30%).": 1, "Evaluation of experiments  Weekly submission of exercises and oral presentation of individual project (poster presentation).": 1, "Written examination and reports  Written examination and one report. The report will account for 30% and the written examination for 70% of the overall evaluation.": 1, "Oral examination and reports  Oral examination, a report and a presentation. The oral exam counts for 70% of the overall grade and the report and presentation for 30%.": 1, "Oral examination and exercises  Examination without preparation time. 3 assignments need to be approved in order to attend the exam.": 1, "Evaluation of exercises/reports  Written project exercise with combined calculation and modeling exercise, which is introduced at session 13, and which is submitted 1 week after in written report, PowerPoint, and relevant software form.": 1, "Oral examination  Without preparation": 1, "Oral examination  20 minutes, whitout preparation time": 1, "Written examination  Approval of 4 out of 6 exercise reports is a prerequisite for exam registration": 1, "Oral examination and reports  8 to 10 page report on given/agreed subject followed by ½ hour oral examination on the curriculum and the report.": 1, "Oral examination and exercises  Oral exam using adobe connect. To qualify for the exam each student has to 1) be present and active during the internal in Silkeborg 2) hand in a written assignment no later than 20 July 12.00.Written assignment counts 40% and oral exam counts 60%": 1, "Oral examination and reports  Written individual/group report and indvidual oral exam based on the report. Grade based equally on oral examination and report.": 1, "Written examination  Written examination, students presentations and debate.": 1, "Oral examination and exercises  The final grade is given based on a combination of class presentations (5%), a thematic report (20%), practical field and laboratory exercise (10%) and a final oral examination (65%).": 1, "Oral examination and exercises  The evaluation is based partly on an oral examination without preparation and partly on a poster of the final project. Approval of exercises is a prerequisite for examination.": 1, "Oral examination and exercises  The evaluation is based partly on a poster of the final project (30%) and partly on an oral examination without preparation (70%)": 1, "Oral examination and experiments  Pass/no pass. In order to pass the student should discuss the findings of his/her assignment during the course. These will include practical exercises in the laboratory on fish virology procedures and theoretical discussion on aquatic animal health law and its implementation.": 1, "Oral examination and experiments  Pass/no pass Attendance to all lectures and exercises is mandatory to pass. Active participation in the discussion and debate during in exercises is necessary to pass.": 1, "Evaluation of exercises/reports  Evaluation of exercises/reports. Written assignment in the form of a test application. Pitching and presenting of own application for the rest of the class, with feedback from other students.": 1, "Evaluation of exercises/reports  Min. participation in two workshops, two scientific seminars (individual presentations) and organisation (group task) of one seminar/workshop, including a written report.": 1, "Evaluation of exercises/reports  Active participation and presentations of articles (at least one per semester) is required to pass the course.": 1, "Evaluation of experiments and reports  Active participation in the meeting series, and responsibility for organizing at least one session per semester is required. Each session the presenter receives feedback from the other attendants. The course is evaluated as pass/no pass.": 1, "Evaluation of experiments and reports  In order to pass the student should arrange 1 journal club session pr. semester": 1, "Evaluation of exercises/reports  To pass the student should arrange 1 journal club session with presentation and defense per semester.": 1, "Evaluation of exercises/reports  Evaluation of exercises/presentations/activity. To pass, the student should participate to 5 sessions, and present and participate in the intensive seminar.": 1, "Written examination  2 exams (each 2 hours). First exam after 13 week course, second exam after 3 week course. Summer exam is oral.": 1, "Evaluation of experiments  It is mandatory to participate in a number of tests": 1, "Evaluation of exercises/reports  Group report and subsequent oral exam with individual evaluation.": 1, "Written examination  Electronic, multiple choice, 20 questions. Re-exam will follow ordinary exam of 26028.": 1, "Written examination  Electronic, multiple choice, 20 questions.": 2, "Written examination  Multiple choice.": 1, "Written examination  In order to sign up for the exam it is mandatory to have passed a number of written assignments. Multiple Choice exam. For the re-examination in May, the examination method can be changed.": 1, "Oral examination and experiments": 8, "Oral examination  Take-home assignment and subsequent oral examination": 1, "Written examination  In order to sign up for the exam it is mandatory to have passed written assignments and a presentation. Please note for the re-examination in August the examination method can be change until 14 days before the exam": 1, "Written examination  In order to sign up for the exam it is mandatory to have passed the written assignments. The exam is an electronic multiple-choice exam. Please note for the re-examination in August the examination method can be changed until 14 days before the exam": 1, "Evaluation of experiments and reports  Active participation in all experiments is required in order to pass the course.": 2, "Oral examination and reports  15 % project work, 15 % quiz, 70 % oral exam; se ”Bemærkninger”. Active participation in all exercises required; meet no later than the start of the class; submit medical certificate if requested by the teacher when not attending.": 1, "Written examination  Note that the re-examination form can be changed until 14 days before the start of the exam period.": 1, "Oral examination and exercises  75 % weight to oral exam.": 1, "Evaluation of experiments and reports  In order to pass the course active participation in all exercises is required. Therefore the student is required to meet no later than the start of the class and submit a medical certificate if requested by the teacher when not attending.": 1, "Oral examination and exercises  Oral exam (75%) and evaluation of reports (25%)": 1, "Written examination  In case the number of participants is below 10, the exam is oral. A computational chemistry project counts in the evaluation with 20%": 1, "Written or oral examination  No exam. For participation in the exam, register for exam 26201 or 26271": 1, "Evaluation of experiments and reports  No re-exam. If the course is not passed, the whole course must be taken again.": 2, "Oral examination and reports  The reports are weighted 33% in total of the overall grade.": 1, "Written examination and reports  Written exam 75%, project report 25%": 1, "Evaluation of experiments and reports  Marking of analyses and identifications. In addition, tests are carried out as a part of the teaching.": 1, "Written examination  Oral examination in August, modules F5A and F5B. Exact time will be agreed upon with the teacher": 1, "Evaluation of experiments  In order to pass the course active participation in all exercises is required. Therefore the student is required to arrive no later than the start of the class.": 1, "Written examination  The written exam will be paper-based.": 1, "Written examination  Oral re-examination in August – does not follow the DTU re-exam schedule. A date will be announced in early August.": 1, "Written examination  Re-exam will be oral": 1, "Oral examination  The oral exam is based on a research paper. A student will get 8 research papers at the last day of the course. At the exam he/she will get 5 questions to one of the research papers and 2 additional questions. 20 min preparation and 20 min examination.": 1, "Oral examination  Group work in PK/PD, which will be evaluated by an individual quiz (30%); Final individual oral examination (Requirement: quiz passed, 70%).": 1, "Written examination  A prerequisite for participation in the exam requires approval of tests. Please note for the re-examination in August the examination method can be change until 14 days before the exam": 1, "Evaluation of experiments  Approval of the syntheses carried out and the lab journal. In order to pass the course active participation in all exercises is required.": 1, "Written or oral examination  Look at the course description for 26400 or 26471. No exam, To participate in the exam please register for the exam 26400 or 26471": 1, "Oral examination and reports  The students should prepare a poster containing the problem formulation and the solution. The oral exam begins with a short pitch selling the project.": 1, "Evaluation of exercises/reports  To be determined in agreement with the supervisor.": 1, "Written examination  \"Take home\" exam": 1, "Written examination  \"Take home\" exam.": 1, "Evaluation of exercises/reports  Evaluation is based on oral presentations and a satisfactory participation in meetings.": 1, "Evaluation of exercises/reports  Evaluation is based on oral presentation of research, engaging in scientific discussions, solving problems in organic chemistry and participation in group exercises.": 1, "Oral examination and exercises  The exam will have multiple parts including an oral presentation on a given topic covered during the course and a minor written individual assignment.": 1, "Evaluation of exercises/reports  Oral presentation of report": 1, "Report/dissertation  Evaluation is based on oral presentations and a satisfactory participation in meetings.": 1, "Evaluation of exercises/reports  Evaluation is based on three written assignments throughout the course covering parts of the curriculum, and a final written assignment covering the entire curriculum.": 1, "Evaluation of exercises/reports  To pass the course you must attend 13 journal club sessions, present a paper 3 times and write and review on a topic within polymer physic and/or chemistry agreed upon with the teacher.": 1, "Oral examination and reports  The exam will include a programming assignment. Continuous approval of minimum four of five mandatory assignments is a prerequisite for examination. The grade is based on an overall assessment of the final report and individual oral examination.": 1, "Written examination  Multiple choice exam": 2, "Oral examination and reports  Participation in the exam requires that mandatory elements have been approved: Three written communication exercises and one oral communication exercise during the 13-week period. The grade is based on an overall assessment.": 1, "Oral examination and reports  One-minute pitch of poster has to be approved before the oral presentation can take place. Combined evaluation of report and an oral presentation of the project. The grade is based on an overall assessment.": 1, "Oral examination and exercises  The grade is based on an overall assessment.": 1, "Written examination  Change of the exam due to COVID-19: All aids allowed.": 1, "Written examination  The exam consist of first 1 hour Multiple Choice, then 3 hours written assignment. The assessment is based on an overall evaluation of both parts. However, part one (MC) can only count for 25% and part two for 75% of the total grade.": 1, "Evaluation of experiments and reports  Evaluation of reports and mandatory laboratory exercises based on an overall assessment.": 1, "Written examination and reports  Evaluation of a written report counting 75 % and 2 hour multiple choice exam counting 25 %. It is a prerequisite for entering the exam, that you have participated actively in the peer review process and all report papers have been approved.": 1, "Evaluation of experiments and reports  Lab exercises are mandatory, and evaluated in a pass/fail basis or by oral examination. Active participation and approval of the lab exercises are a prerequisite to pass the course": 1, "Written examination and reports  Evaluation of group project (report, 25%) as well as a 3-hour written exam (individually, 75%). Participation in the written exam requires that a report has been handed in": 1, "Evaluation of experiments and reports  The evaluation form consists of evaluation of exercises, poster presentation and multiple choice. The grade is based on an overall assessment": 2, "Evaluation of exercises/reports  Evaluation of a an individually written report structured as a scientific article.": 1, "Written examination  Active participation in discussion groups is required for participating in the exam": 1, "Written examination  Evaluation of a thematic report that is written during the course (40% of final grade) as well as a 4 hour written exam (60% of final grade). In case the course is not passed, the elements passed during the course can be included in a re-examination.": 1, "Evaluation of experiments and reports  The grade is based on an overall assessment of lab-performance and reports.": 1, "Evaluation of experiments and reports  The grade is based on an overall assessment of a poster presentation and a written lab report": 1, "Oral examination  Participation in the oral exam requires that the report has been handed in. The grade for this report will count 25% of the final grade.": 1, "Written examination and exercises  Written examination (80%) and weekly electronic quizzes (20% of the grade).": 1, "Evaluation of exercises/reports  Individual programming assignments throughout the course (20%). Group assignment (30%) to be delivered at the end of the course in the form of a report that contains functional analysis code and documentation. Individual programming assignment exam (50%) at the end of the course.": 1, "Oral examination  Exam questions are given on the first day of the course. Therefore, the exam will start immediately after the question has been drawn.": 1, "Oral examination and reports  The grade is based on the oral examination. However, approved group reports are mandatory for participation in the oral examination.": 1, "Oral examination and exercises  The evaluation is based on an overall assessment of the results of exercises and the oral presentation in plenum on the last day of the course.": 1, "Oral examination and reports  Evaluation forms: 1. Midterm multiple-choice questions covering cloning strategies (15%), conducted at DTU as part of the regular teaching session 2. Individualized group report (70%) covering project work, must be handed in one week prior to the oral exam. 3. Oral exam (15%) covering project work, held the last session of the 13-weeks period.": 1, "Written examination and reports  Examination in the form of part exams: 1. One written exam counts 50 %, 2. written reports counts 30 %, 3. oral presentations of a relevant journal article counts 20 %. The grade is based on an overall assessment of the three part exams.": 1, "Oral examination  The presentation for the exam should include how module 2 is connected to your thesis project and how its outcome will be used later on in the thesis. The exam is oral only. There is no hand in of report.": 2, "Evaluation of exercises/reports  Written paper: Make a data management plan": 1, "Evaluation of exercises/reports  Written paper: Description of the supervisor role including personal reflections": 1, "Evaluation of exercises/reports  Evaluation of exercises, student presentations and a final report": 1, "Oral examination  Oral presentation of results.": 1, "Evaluation of exercises/reports  You must attend a minimum of 6 journal club sessions, present a paper 3 times, and write a review on a course topic, agreed upon with the teacher.": 1, "Written examination and reports  Overall evaluation of written exam, oral exam and two project reports. The course may be passed with grade 0 in one element. Grade -3 in one element or grade 0 in two elements fails.": 1, "Written examination and reports  Overall assessment based on evaluation of project reports and a written exam (3 hours).": 1, "Written examination and reports  The grade is given on the basis of an overall judgment of a 2 hour exam after first semester, a 4 hour exam in May, the course problem and homework exercises. For the exams and the project the student must obtain at least corresponding to 00 to pass.": 1, "Written examination and reports  Report evaluation includes an oral examination. The submitted solutions to home assignments contribute to the overall assessment.": 1, "Written examination and experiments  During the course four assessed exercises have to be delivered": 1, "Evaluation of experiments and reports  Grading is American/EU ECTS 6 letter scale and Danish 7 step scale. Final grade is average grade for the 6 exercise reports and the 2 oral presentations. An official DTU transcript with the final grade will be issued.": 1, "Written examination and exercises  Overall evaluation on the basis of written exam and 12 homework problems.": 1, "Written examination and experiments  Examination in writing (60%) Exercises (reports) (40%)": 1, "Written examination and reports  Weight: Written exam 3/4, report on midterm problem solution 1/4. Turn in of midterm problem report is a mandatory requirement for taking the written exam, including any re-exam. Any substitute exam for the written exam may use another assessment type.": 1, "Evaluation of experiments and reports  It will be evaluated based on a full report covering the practical exercises 1 to 7 containing a description of execution, results and conclusions. Participation in pre-exercise discussion meetings and presence during exercises are mandatory.": 1, "Oral examination and reports  Based on reports made during the semester, supplemented by oral, individual presentation.": 1, "Evaluation of experiments and reports  Approval of reports": 1, "Written examination and reports  4 hours written examination. Evaluation of 2 exercises. Each exercise counts for 25% of the total course grade.": 1, "Evaluation of exercises/reports  The grade is determined from an overall evaluation of two course exercises (90%) and five problem sets (10%).": 1, "Oral examination and reports  Oral presentation and 1 report": 1, "Oral examination and reports  Each report has a corresponding author. The teacher may demand key experiments repeated.": 1, "Oral examination and reports  It is a prerequisite for participation in the oral exam that all reports and assignments have been submitted and approved": 1, "Written examination and exercises  Evaluation of homework and written examination": 1, "Written examination and reports  Exam (counts 1/3), evaluation of 3-weeks project (counts 1/3), exercises with reporting and oral presentations (counts 1/3). To pass the whole course one must pass each of its parts. Only parts that have not been passed must be repeated.": 1, "Written examination and reports  The course is evaluated on the basic of a process evaluation project (50%), and a 4-hour written exam (50%).": 1, "Oral examination and reports  Oral examination and evaluation of one written report. The written report accounts for 30% and the oral examination for the 70% of the total grade.": 1, "Evaluation of exercises/reports  Overall assessment based on (i) individual assignment(s), (ii) midterm presentation by groups of part 1 of the project assignment, (iii) final project report by groups.": 1, "Oral examination and exercises  Final grade is based on an overall evaluation of 3 course assignments and an oral exam. Submission of all assignments is a mandatory requirement for taking the oral exam, including a re-exam.": 1, "Evaluation of exercises/reports  Evaluation of the reports, which are prepared during the course, combined with the short oral examination": 1, "Evaluation of exercises/reports  Evaluation of tests and projects/exercises and a small oral examination": 1, "Evaluation of exercises/reports  Evaluation is based on written reports for assigned problems during the course and at the end of the course.": 1, "Written examination or dissertation  25 mins quiz (theory) + 2.5 h calculations": 1, "Evaluation of exercises/reports  The evaluation is based on 4 minor reports of exercise solutions as well as a report for the main project assignment. Solution of the exercises, the project report and its oral presentation forms part of the evaluation.": 1, "Evaluation of exercises/reports  Presentations, reports and business pitch": 1, "Evaluation of exercises/reports  Evaluation of tests and projects/exercises and a little individual final exam": 1, "Written examination and reports  Weight: Written exam 60%, each report 20%. Turn in of both reports is a mandatory requirement for taking the written exam, including any re-exam. Any substitute exam for the written exam may use another assessment type.": 2, "Evaluation of experiments and reports  Evaluation of two project reports during the course (2x50%).": 1, "Oral examination and exercises  Oral exam takes form of group presentation and examination of the project work and the poster in plenum.": 1, "Evaluation of exercises/reports  Assignment at the last week. Evaluation of individual assignments.": 1, "Evaluation of experiments and reports  Participation in pre-exercise meetings, presence during exercises, and participation in report discussion and feed-back meetings are mandatory.": 1, "Written examination and reports  1 report": 1, "Oral examination and reports  The evaluation is based on overall assessment, which includes assessment of (i) solutions of individual assignments and (ii) a safety report prepared by a group (4-5 members) about a fictive plant and the presentation of the safety report.": 1, "Written examination and reports  Mandatory participation in lab exercises and group work reports. Written exam counts for 1/2 and the two final team reports for 1/2 in the evaluation. To pass the course the student must pass both the individual written exam and the two team reports. For courses with few students oral exam can be used.": 1, "Evaluation of experiments  Short programming exercises": 1, "Written examination and exercises  Written examination and evaluation of assignments. The grade is based on a combined evaluation of the group assignments and the written exam.": 1, "Written examination and reports  Written examination (50%) and report (50%)": 1, "Evaluation of experiments and reports  The evaluation consists of a written quiz and a report": 1, "Written examination and reports  Short assignments during the semester which count 10% toward the grade. A written test during the semester, representing 30% of the grade. Final project report and oral presentation together count for 60%. No aids (books, computers etc.) allowed": 1, "Evaluation of exercises/reports  Active participation and final test.": 1, "Evaluation of experiments and reports  Final report after the course (50%) plus two project reports during the course (2x25%).": 1, "Evaluation of exercises/reports  Evaluation of homework and projects": 1, "Evaluation of exercises/reports  Evaluation of written report (may be written as a scientific contribution with detailed appendices)": 1, "Oral examination and reports  Oral examination and report.": 1, "Evaluation of exercises/reports  The assessment is based on) active participation to the seminar (posting questions) & writing a popular/non-technical paper for communication purposes. The report should be 5-10 pages maximum.": 1, "Report/dissertation  The course is evaluated based on solutions of three home exercises (1/3) and two course assignments (2/3). The reports are uploaded and are to be turned in on DTU Campusnet.": 1, "Evaluation of experiments and reports  Perform 6 laboratory experiments in groups of 2-3 students in rotation and are marked according to the 12-scale. The final marks are given on the basis of the marks for the 6 reports (16.6 % each).": 1, "Evaluation of exercises/reports  Each student has to complete at least 10 reports about the individual research presentations. Evalutation pass/non-pass based on the reports": 1, "Evaluation of exercises/reports  2 home exercises to be solved individually. 2 course assignments to be solved in groups of 2-3 students and are marked according to the 12-scale.": 1, "Evaluation of exercises/reports  2 home exercises are to be solved individually. 2 course assignments are to be solved in groups of 2-3 students and are marked according to the 12-scale.": 1, "Evaluation of exercises/reports  Evaluation of exercises/reports. The grade is determined from an overall evaluation of two courses exercises (90%) and three problem sets (10%).": 1, "Oral examination and exercises  The evaluation is based on the report (50%) and an individual presentation of the project at an oral exam 50%).": 1, "Oral examination and exercises  The course is evaluated based on the five individual theory exercises (25%) and the four reports (in a group of 2) on experiments (75%). Evaluation: 7 step scale, internal examiner.": 1, "Written examination and reports  The course is evaluated on the basis of a large project report (50%) and a written exam (50%). The attendance to the course is mandatory (the students will not be allowed to do the exam if have not attended the course).": 1, "Written examination and reports  The theoretical part is evaluated based on a 4-hour written exam (70%) and the laboratory experimental part is evaluated based on a full report covering the lab exercises 1 to 7 containing a description of execution, results and conclusions (30%). All aids are allowed in the final written exam, except for web-access.": 1, "Evaluation of exercises/reports  Evaluation (pass/fail) will take into account participation in discussion sessions and written work.": 1, "Oral examination  Presentation of project": 1, "Oral examination  Pass/not pass based on participation and the oral presentations.Evaluation performed by the local PhD committee": 1, "Written examination  The lab-exercises in the course have to be approved prior to participation in the final examination.": 1, "Evaluation of experiments and reports  Please note that the last evaluation takes places on the last day of the three weeks course in January. Attendance is mandatory - it is thus not possible to use PF's early ski-busses.": 1, "Oral examination and reports  Also hand-in of project description and midterm report.": 1, "Oral examination  It is required to hand in a mandatory assignment (part-exam counting 1/3 in the final grade), in order to meet at the final oral exam (2/3 of the grade).": 1, "Oral examination and exercises  Oral examination iin the end of the course (70% of final grade) Multiple choice examination in October (30% of final grade)": 1, "Evaluation of experiments and reports  2 tests and 2-4 assignments during the course": 1, "Evaluation of exercises/reports  11 mandatory assignments are evaluated through the course, and the mark is based on the 10 best of these assignments.": 1, "Evaluation of exercises/reports  The report will be evaluated based on these criterions: 1. Nowelty and usefulness of the system developed, 2. Technical-scientific level of the work presented, 3. Complexity, comprehensiveness and level of completion, and 4. Report quality.": 1, "Evaluation of exercises/reports  The report will be evaluated based on the following criteria: 1) Technical-scientific content. 2) Presentation and comprehensivenss. 3) Quality of the programs made (Electronic version must accompany the report).": 1, "Oral examination and reports  Weight for report for project work is 1/3 and for oral exam 2/3. The report is written in groups followed by an individual defense.": 2, "Oral examination and reports  Oral examination with 24 hours preparation": 1, "Evaluation of exercises/reports  Course evaluation will be based on one individual report to be handed in at the end of the course": 1, "Oral examination and reports  The course include mandatory assignments as a prerequisite for taking the exam.": 1, "Oral examination  Oral exam": 1, "Oral examination and exercises  It is required to present an article as well as to pass a mandatory assignment, in order to meet at the final oral exam.": 1, "Evaluation of exercises/reports  There will be three part exams assessed separately by using part grades with equal weight.": 1, "Evaluation of exercises/reports  The students will be assigned a short project during the 3rd week including practical analyses of data from one or several relevant X-ray instruments.": 1, "Written examination  Approval of mandatory exercises and/or assignments. The exam is a multiple choice exam.": 1, "Evaluation of experiments and reports  the various parts of the exam are weighted to the advantage of the student. The exam are the are exercises and reports, which are conducted during the 13-week period. There is no reexamination before next year.": 1, "Oral examination and reports  Approval of reports for every project. Reports will be written in alternating groups. Last day in the period there will project presentations.": 1, "Oral examination and exercises  Evaluation of assignments at the end of the project. Last day there will be poster and project presentations.": 1, "Oral examination and reports  Evaluation of deliverables during the semester.": 1, "Written examination  During the course, there are 3 mandatory homework assignments. Each homework assignment must be passed in order to qualify to take the exam.": 1, "Written examination and reports  The compulsory hand-ins count 10% of the grade": 1, "Oral examination and reports  Reports for the compulsory exercises and the project counts for 30% in the evaluation.": 1, "Written examination and reports  The writen exam counts 2/3 and the project reports counts 1/3 in the final evaluation": 1, "Oral examination and reports  The exam is an oral examination with a poster presentation. The poster replaces the report.": 1, "Evaluation of exercises/reports  The course is not suitable to be offered for re-exam.": 1, "Oral examination and reports  The exam counts 2/3 and the reports count 1/3 in the final evaluation.": 1, "Oral examination and reports  Common project report and presentation, individual oral examination. Overall assessment.": 2, "Written examination and reports  2-3 reports will be derived througt the course. The written exam is multiple-choice. The last report and the exam will be evaluated together. The remaining reports must be approved. Reexam can be written exam only (when reports are approved).": 1, "Written examination and reports  The written exam will be multiple-choice exam. Reports need to be approved. The last report and the written exam will evaluated together. Reexam can be based on the written exam only (when reports are approved).": 1, "Written examination  The written exam consists of theoretical questions and numerical exercises.": 1, "Written examination and reports  The exam and the reports are evaluated together.": 1, "Oral examination and reports  The evaluation form will depend on the subject and the number of students.": 1, "Evaluation of exercises/reports  The report shall have form of a draft paper for a scientific conference or journal.": 1, "Evaluation of exercises/reports  Participants make a report /draft paper and make a presentation of their work. The individual subject of the report is usually be chosen to relate to the subject of each participant's research subject.": 1, "Written examination and reports  Reports and exam will be evaluated as a whole": 1, "Evaluation of exercises/reports  The course contains 4 projects, each student submits an individual report for each project. At least 3 passed reports are needed to pass the course, no grades will be published before the course ends.": 1, "Evaluation of exercises/reports  The student's grade is evaluated based on their individual contribution to the group exercises and reports.": 1, "Evaluation of experiments and reports  - individual written report": 1, "Written examination and reports  The written exam and the report are evaluated together.": 1, "Evaluation of experiments and reports  Participation in DTU RoboCup is mandatory, and the score in the competition is part of the evaluation criteria.": 1, "Written examination and experiments  Exam and exercises are evaluated as a whole": 1, "Written examination and reports  Approval of report is mandatory for taking the exam.": 1, "Written examination and experiments  Approval of report is mandatory for taking the exam. The written exam is multiple-choice. The report and the exam will be evaluated together. Re-exam can be written exam only (when the report is approved).": 1, "Written examination and exercises  The written examination counts 70%, the home assignments count 15% and laboratory exercises count 15%. Due to cancellation of laboratory exercises, the home assignments will count 30%.": 1, "Oral examination and exercises  Overall assessment of examination and mandatory assignments. (exam and home assignments contribute equally to the final grade). Mandatory assignments is a prerequisite for exam participation. Reexaminations are written.": 1, "Written examination and reports  Overall assessment of written examination and project report(s). (Project report(s) contribute with 1/3 while exam contributes with 2/3 to the final grade) Mandatory assignments is a prerequisite for exam participation.": 1, "Written examination and exercises  The written exam consists of weekly multiple-choice tests. Exercises are weigthed by 70% and multiple-choice tests by 30%": 1, "Written examination and exercises  Written examination counts 55%, home assignments 20% and project report with 25%. Participation in mandatory exercises.": 1, "Oral examination and exercises  Weekly multiple-choice tests and/or assignments will contribute to the evaluation. The weights of both the oral exam and the tests/assignments are 50%.": 1, "Oral examination and exercises  Oral exam and assignments are each weighted by 50%.": 1, "Written examination and experiments  The written exam consists of weekly multiple-choice tests. Exercises are weighted by 70% and multiple-choice tests by 30%": 1, "Oral examination and exercises  Presentations (50%) and exercise reports (50%)": 1, "Evaluation of exercises/reports  The evaluation will be based on the review (accept/reject) of a scientic article undergoing an internal review process.": 1, "Written examination  4-hours written exam.": 1, "Written examination and reports  Poster sessions and/or presentations, hand-ins, multiple-choice exam.": 1, "Evaluation of exercises/reports  One report at the end of the course per student.": 2, "Written examination and reports  There will be a mid-term exam too.": 1, "Evaluation of exercises/reports  The grade is given on basis of a weighted evaluation of a collection of smaller hand-in assignments, a multiple choice assignment and one larger project report": 1, "Written examination and reports  Der afholdes en 2 timers skriftlig eksamen i første del af kurset omhandlende grundlæggende elektriske sammenhænge og der skal afleveres en projektrapport sidst i kurset. Eksamen og projektrapport vurderes som helhed. Derudover afleveres en øvelsesrapport som skal være godkendt for at bestå kurset.": 1, "Written examination and reports  In order to pass the course, it is required that 67% of the home assignments have been handed in.": 1, "Written examination and exercises  Written exam and report. The students must have passed the assignments before attending the written exam.": 1, "Evaluation of exercises/reports  Individual report": 1, "Evaluation of exercises/reports  Individual project with written report": 1, "Written examination and reports  The assessment is based on written final exam and group-based reports for the assignments.": 1, "Oral examination and reports  The grade is given on basis of a weighted evaluation of small exercises (20%), oral exam (40%) and a project report (40%).": 1, "Oral examination and exercises  The course will be evaluated with an oral examination with grade plus 2 written tests to be held in the teaching period. The tests have to be passed. Mandatory laboratory exercises. Approval of journals is required for passing the course.": 1, "Oral examination and exercises  The solutions of the mandatory problems have to be handed in and be approved prior to the oral examination.": 1, "Written examination and exercises  Assignments and written examination. Grades will be given based on an overall evaluation.": 1, "Evaluation of exercises/reports  Assessment is based on evaluation of multiple in-class tests and report based assignments.": 1, "Oral examination and reports  Written report and plenary presentation (group wise) plus individual oral examination. Grades will be given based on an overall evaluation.": 1, "Oral examination and reports  Evaluation of exercises/reports. Assessment is based on mid-term assignments and end-term project report with oral defense.": 1, "Evaluation of experiments and reports  Evaluation of reports, experiments and a design review. Each student group will submit a project description and a final report documenting their findings. Additionally each group must present a design review to DTU EVenture peers. The evaluation of the report along with a participation assessment will be the basis for the final grade.": 1, "Evaluation of experiments and reports  Each student group will submit the report documenting their design and findings. The evaluation of the report together with activity initiative assessment for the teacher will be the basis for the final grade": 1, "Oral examination and reports  The evaluation is a combined evaluation of the exam and the report.": 2, "Written examination and exercises  Written exam (60%). Reports (40%)": 1, "Written examination and reports  Written exam (60%). Reports (40%).": 1, "Written examination  This change is due to special circumstances this year (not related to Covid-19).": 1, "Oral examination and exercises  Evaluation of summaries of lectures, exercises and a seminar (33%) Evaluation of experiments (33%) Oral examination (34%) Note: After each lecture/seminar students are required to hand in a 1- page summary for peer assessment.": 1, "Oral examination and reports  Oral examination and reports, judged as a whole. Weighting: Reports 50 %, oral exam 50 %.": 1, "Oral examination and reports  Final report and oral presentation (70%), posters (30%)": 1, "Oral examination and exercises  Oral exam (~50%), homework (~50%). Some of the homework problems are group work and the final grade will be based on an overall assessment.": 1, "Oral examination  Continual assessment: three mandatory reports (40%). An end-of-course individual presentation with assessed question and answer session (60%).": 1, "Oral examination  Evaluation of presentations": 1, "Oral examination  Evaluation of oral presentations of journal articles by the students. The study group will run continuously on a bi- or tri-weekly basis. To pass the course the student must participate in 15 sessions corresponding to three weeks of fulltime work.": 1, "Oral examination and reports  One final exam including oral defence of report (50 % of total grade) and oral presentation of one question in curriculum (50 % of total grade).": 1, "Oral examination  Overall assessment of lab work, log books, weekly presentations and two oral examinations without aid based on the conducted experiments.": 2, "Oral examination and reports  Oral exam (65 %), reports (35 %)": 1, "Oral examination and exercises  Oral examination (80%) and evaluation of mandatory assignments (20%)": 1, "Oral examination and reports  Reports through the course (80%), oral presentation (20%) the last day of the 3-week period.": 2, "Oral examination  The change is due to COVID-19.": 1, "Oral examination and reports  Evaluation of report(80%), oral presentation and answers to questions(20%).": 1, "Oral examination and reports  Oral presentation of subject or report (20%). Report (80%).": 1, "Evaluation of exercises/reports  Individual or group project with oral presentation": 1, "Oral examination and reports  • Oral examination (weight: 80%) • Evaluation of exercise report (weight: 20%)": 1, "Oral examination and exercises  Written exercises (40%) and oral exam (60%)": 1, "Oral examination  Oral examination (weight: 70%) and evaluation of reports (weight: 30%)": 1, "Report/dissertation  The change is due to COVID-19.": 1, "Oral examination and reports  Written reports (40%) and oral exam (60%).": 1, "Evaluation of exercises/reports  Written reports and oral presentation": 1, "Oral examination and experiments  Individual oral examination and evaluation of group-work, exercises, which all must be passed": 1, "Oral examination and reports  Oral exam 60% and reports 40 %": 1, "Oral examination and reports  Oral exam (30%) reports (70%)": 1, "Oral examination and reports  Report (60%), oral presentation (25%), act as a critic on others' reports (15%)": 1, "Evaluation of exercises/reports  The participants make presentations of current topics within Mobile Communication": 1, "Oral examination and exercises  Evaluation is done an overall judgement based on peer-feedback, final project proposal (and plan) and oral examination, with peer-feedback only counting minor.": 1, "Evaluation of exercises/reports  Final report with oral presentation.": 2, "Oral examination  (if compulsory exercises have been handed in)": 1, "Oral examination  Oral presentation (20%) and approval of reports (80%).": 1, "Oral examination and exercises  Oral exam (80%), reports (20%)": 1, "Oral examination and reports  oral exam (40%), 4 reports (60%)": 1, "Oral examination and reports  Two posters throughout the course, a lecture and a written report, weighted 20%, 40% and 40%, respectively.": 1, "Oral examination  Presentation of a known topic within the course curriculum": 1, "Oral examination and reports  Much of the work will be done in groups. The groups will be formed by the course responsible, with an emphasis on group heterogeneity. The final grade will be given on an individual basis. Evaluation is based on: 1) a mid-term group assignment, 2) a mid-term group presentation, 3) an end-term group presentation, 4) an end-term group report and 5) an end-term individual assignment.": 1, "Evaluation of experiments and reports  Laboratory reports and a quiz": 1, "Oral examination and reports  Individual report (80%) and presentation (20%)": 1, "Oral examination  Individual preparation and presentation of pitch": 1, "Evaluation of exercises/reports  Overall assessment of drawings, reports and poster presentation": 1, "Evaluation of exercises/reports  Individual assignments and the final project assignment are evaluated by the responsible teachers. Overall assessment.": 1, "Evaluation of experiments  All assignements must be completed and approved of.": 1, "Written examination and exercises  2 posters during the course. The final grade is based on a joint evaluation of the written exam (digital multiple choice) and the printed version of the two posters (indicative weighting: 15% to each of the two posters and 70% to the written exam).": 1, "Oral examination and reports  Oral presentation and approval of reports. Overall assessment.": 2, "Oral examination and reports  Overall assessment of intermediate assignments/exercises as well as final project (report, prototype, and design review presentation). The individual contribution must be clearly communicated.": 1, "Oral examination and reports  Reports documenting the process, final prototype, and a presentation explaining the design. The individual contribution must be clearly communicated.": 1, "Evaluation of experiments  Assignments. The final project assignment is evaluated by the responsible teacher and the external examiner. Overall assessment.": 1, "Written examination and exercises  Project during the course (1/3); final written examination (2/3).": 1, "Evaluation of exercises/reports  Multiple-choice examination plus written report (in article format), which is submitted within the semester. Final assessment related to an ecodesign task by the end of the course. Overall assessment. All tasks are individual.": 1, "Evaluation of exercises/reports  Three assignments are handed in. The assignments are either written individually or in groups. The third assignment has to be presented in an oral examination. Overall assessment.": 1, "Evaluation of exercises/reports  Overall assessment.": 1, "Evaluation of exercises/reports  Assessment of reports, which are handed in during the course, plus a presentation at the end of the course.": 1, "Evaluation of experiments and reports  Overall assessment": 4, "Evaluation of exercises/reports  Handin of groups report (made as a scientific report), individual reflection report and poster communicating to the public. The individual contribution must be clearly communicated. Overall assessment.": 1, "Written examination and exercises  The written examination counts 80%, and exercises 20%": 1, "Oral examination and exercises  Assignments/reports are handed in during the course, following completion of relevant lectures. The course finishes with an oral examination. A single grade is given after the oral examination, based on an overall assessment of these two elements.": 1, "Written examination and reports  A single report is handed in during the course. The course finishes with a written (digital) examination. A single mark is given, based on an overall assessment of these two elements.": 1, "Evaluation of exercises/reports  Group report followed by an oral group presentation. Overall assessment based on the group report and the individual oral examination in connection with the presentation.": 1, "Oral examination and exercises  Weighted equally.": 1, "Oral examination and reports  Reports are handed in during the course, following completion of relevant lectures. The course finishes with an oral examination. A single mark is given after the oral examination, based on an overall assessment of these two elements.": 1, "Oral examination and reports  Reports are handed in during the course, following completion of relevant lectures. The course finishes with an oral examination. A single grade is given after the oral examination, based on an overall assessment of these two elements.": 1, "Written examination and exercises  The written examination and the reports contributes each with 50% of the evaluation. The assignments must be reported individually. Feedback is given after each assignment during the semester.": 1, "Written examination and reports  Written exams are conducted in connection with both semesters. However, only a single grade is given for the course. This is given at the end of the second semester": 1, "Oral examination and reports  Individual overall grade will be given based on reports made during the course and oral presentation of the group project. The work can be done in groups (max. 2 students in each group) where each group delivers one report. Overall assessment.": 1, "Evaluation of exercises/reports  Grade on the basis of 3 reports with weigt 40 per cent, 40 per cent and 20 per cent (part-grades).": 1, "Oral examination and reports  Individual exercises and reports 30 %. Written or oral examination 70 %. Written exam in case of more than 40 participants. The type of exam will be announced in the first week of the semester.": 1, "Written examination and reports  The grade is based on an overall assessment": 1, "Oral examination and reports  Reports are prepared in groups of two or three students, depending on the number of course participants. If more than 80 students sign up for the course, the oral exam is conducted as an oral group exam. The course grade is based on an overall assessment.": 1, "Oral examination and reports  Overall assessment": 1, "Oral examination and reports  Part-grades: Oral presentation (weight 1/3) and assessment of report (weight 2/3).": 1, "Written examination and exercises  The exam and reports/assignments are weighted equally. The assignments must be reported individually. Feedback is given after each assignment.": 1, "Oral examination and reports  The oral exam includes a presentation of the report to a representative from the ship owner. The final grade is given on the basis of an overall evaluation.": 1, "Written examination and exercises  An overall assessment of exercises and exam is used.": 1, "Evaluation of experiments and reports  Individual hand-ins. Overall assessment.": 1, "Written examination and reports  A series of problems are solved and submitted as two short reports. The final grade is based on an overall assessment of the exam and the two reports.": 1, "Written examination and exercises  Grade is based on an overall assessment of exam and exercises.": 1, "Written examination and exercises  Grade is based on an overall assessment of individual written assignments during the course and a multiple-choice exam": 1, "Evaluation of experiments and reports  Evaluation of reports written by the students. 6 smaller reports have to be handed in. These reports can be assembled to 1 larger report. The reports can be written in groups of 1-2 persons with individual evaluation. Overall assessment.": 1, "Written examination and reports  The written examination constitutes 50% of the grade and the reports 50%.": 1, "Written examination and exercises  Three home assignments are handed in during the semester. The result of the examination has a weight of 55% and the 3 exercises have a weight of 15% each in the assessment of the course.": 1, "Evaluation of exercises/reports  Six projects are completed during the course. Overall assessment.": 1, "Oral examination and reports  3 group reports and an oral exam. Overall assessment is used for the final grade": 1, "Oral examination and reports  The students will work in groups on a project throughout the course. The final result is a group report and an oral presentation of the work. A hand-in of the first part of the report will be made midway through the course. Overall assessment.": 1, "Written examination and reports  The reports are individualized group reports. Overall assessment is used for the final grade": 1, "Written examination and exercises  Three home assignments are handed in during the semester. The result of the examination has a weight of 70% and the 3 exercises have a weight of 10% each in the assessment of the course.": 1, "Written examination and exercises  By an overall assessment of written examination and an assignment. The assignment is done individually.": 1, "Oral examination and reports  The oral examination counts for 2/3 of the grade and the individualized group report count for 1/3. If more than 40 students on the course oral examination will be substituted by individual project report. Information will be given on the first class.": 1, "Written examination and reports  Overall assessment based on a project report and a written exam. Report is written in groups of 2 students with clear specification of the parts each group member is responsible for. Participation in written exam requires hand-in of project report.": 1, "Written examination and reports  The assessment is based on two individualized project reports and a written multiple choice exam. The reports are written in groups of 2 students. The course is assessed as a whole.": 1, "Evaluation of exercises/reports  During the last half of the teaching period, in parallel with lectures on new topics, students work out a project exercise, which involves application of most of the course syllabus to a specific physical system. Reports are produced individually, and handed in as the sole exam contribution the last day of the exam period.": 1, "Written examination and exercises  By an overall assessment.": 1, "Evaluation of exercises/reports  Evaluation of 3 individualized reports written in groups of two. Deadlines for the reports are in weeks 5, 10 and 13, respectively.": 1, "Written or oral examination  The form of the exam is determined based on the number of participants, and it will be decided in the first week of the semester.": 1, "Written or oral examination  If less than 15 course participants the exam is oral - otherwise a written exam is given. The exam form will be decided during the first week of teaching. The evaluation is an overall assessment based on 1 individual assignment and the exam.": 1, "Written examination  Possibly combined with exercise evaluation (announced in the first course week). The course is assessed as a whole.": 1, "Oral examination and reports  Evaluation of two written reports and oral examination - overall assessment": 1, "Evaluation of exercises/reports  Two reports. Weighted grading: Individualized group report 1/3 and individual report 2/3": 1, "Oral examination and reports  Oral examination/presentation and assessment of report(s) (the oral examination has a weight of 1/3 and the report a weight of 2/3 of the final grade).": 1, "Evaluation of exercises/reports  Overall assesment": 1, "Evaluation of exercises/reports  Evaluation based on final report, poster and exercises. All group work (report and poster) will contain individualized itemization of each team member's contribution. Overall assessment.": 1, "Evaluation of exercises/reports  Two reports are handed in: A group report and an individual report. In the group report it has to be clearly indicated which parts of the work each group member is responsible for. Overall assessment.": 1, "Written examination and exercises  Overall assessment of written exam and 2 intermediate hand-ins.": 1, "Written examination and exercises  The evaluation will be based on assessment of posters as well as a 4 hour Multiple-choice exam. Weighting: posters 2 x 15%, Multiple-choice examination 70%. Partial grades.": 1, "Evaluation of experiments  Short report as a PowerPoint presentation of the project work, oral presentation and defence during the last teaching day of the course. Evaluation is based on an overall assessment.": 1, "Oral examination and reports  Oral presentation (75%)and approval of reports (25%)": 1, "Written examination and reports  Written examination and reports (Oral examination and reports if less than 60 students for the course). Mode of examination will be decided in the first week of the course. Overall assessment.": 1, "Written examination and reports  Written examination (70%) and assessment of project work including presentation (30%).": 1, "Written examination and reports  examination (60%) and assessment of one report (40%).": 1, "Oral examination  The examination starts with the presentation of the contents of a scientific article that is directly relevant for the course contents. Hereafter a discussion is started betweeen the student and examiners where all contents of the course can be included.": 1, "Evaluation of exercises/reports  Evaluation of experimental work, the final report and oral presentation. The assessment is based on an overall assessment.": 1, "Oral examination and exercises  At the end of each module, the students will present the results of a small project to the teachers and the other students. Assessment will be based on an overall assessment": 1, "Written or oral examination  In case of more than 20 participants, the exam will be in written form. The type of exam will be announced in the first week of the semester.": 1, "Written examination and reports  Written examination (70%) and assessment of project work (30%). Participation in written exam requires presentation of project work.": 1, "Written or oral examination  In case of more than 40 participants the exam will be in written form (multiple choice). For less than 40 participants the type of the exam will be announced in the first week of the semester after consultation with the students.": 1, "Oral examination and reports  Evaluation is based on a plenary presentation during the last teaching session (40 %) and an oral examination (60 %).": 1, "Written examination  Digital multiple choice exam": 1, "Evaluation of exercises/reports  Overall assessment of six individualized group reports": 1, "Written examination and reports  Overall assessment based on two projects as well as a 2 hour written exam. One project is reported at the end of the 3-week period and the other is reported at the end of the 13-week period. The written exam is in the examination period after the 13-week period.": 1, "Written examination and exercises  Assignments are handed in individually and count 30% of the total evaluation": 1, "Evaluation of exercises/reports  Assessment of 4 individual reports based on assignments handed over to the students during the course. Students will receive feedback for each report.": 1, "Written examination and exercises  3 reports are made during the semester and counts together as 50% of the total grade for the course.": 1, "Oral examination and reports  Three oral presentations and evaluation of individualized report. Overall assessment.": 1, "Oral examination and reports  Assessment is based on three poster presentations with an individual oral examination and a final oral exam. The final mark is based on an overall evaluation.": 1, "Written examination and reports  Assessment is based on individualized reports and a 2 hours written examination in December. The final mark is based on an overall evaluation": 1, "Evaluation of experiments and reports  Exercises and reports are evaluated as a whole.": 2, "Written examination and exercises  Assignments are handed in individually and count 20% of the total evaluation.": 1, "Written examination and reports  Overall assessment based on two projects as well as a 2 hour written exam. One project is reported at the end of the first 13-week period. The second project is reported at the end of the second 13-week period. The written examination is in the examination period after the second 13-week period.": 2, "Written examination and exercises  Three individual assignments. Overall assessment.": 1, "Oral examination and reports  Grade is given as an overall assessment of oral exam and reports.": 1, "Evaluation of experiments and reports  Overall evaluation of individual reports on 5 lab. exercises.": 1, "Written examination and reports  The assessment is based on individualized project reports and a written multiple choice exam. The course is assessed as a whole.": 1, "Written and oral examination  The assessment is based on weekly exercises, reports (fall and January, two students per group) and a written multiple choice exam in December. The January period is concluded by a report and an oral hearing. Overall assessment.": 1, "Evaluation of exercises/reports  Evaluation of 2 individualized reports. Based on an overall assessment.": 1, "Written examination and exercises  Written exam is weighted with 70% and problems with 30%.": 1, "Oral examination and reports  The evaluation is an overall assessment of reports, oral presentations and execution of experiments.": 1, "Oral examination and reports  based on an overall assessment": 1, "Oral examination and reports  Overall evaluation.": 1, "Evaluation of exercises/reports  The final form depends on the research project.": 2, "Written examination  The course is concluded with a written assignment, to be handed in within a week of the last day of the course.": 1, "Oral examination  Presentation and discussion of group assignment": 1, "Evaluation of exercises/reports  One individual assignment (in October) and one group assignment (deadline 6th of December). The grade is based on a joint evaluation of both assignments.": 1, "Written examination and exercises  Exam consists of three elements Assignment deadline medio October Multiple Choice Early November Final written exam (4 h digital with all aids) December Weighting: final 4 hour exam 60%, (midterm assignment (2 persons)+individual multiple choice 40%)": 1, "Written examination and exercises  1) 6 short multiple choice tests (10%); 2) Group report incl. individual contributions logbook on cases (submission 2-3 weeks before last session) (40%); 3) Final written exam, multiple choice and/or text questions (50%). All 3 part exams must be passed.": 1, "Written examination  Exam coverage is 1 hour microeconomics and 1 hour macroeconomics": 1, "Written and oral examination  The oral examination will entail presentation of a poster during the course. The written exam will be a two hour multiple choice exam taking place after the course.": 1, "Written examination and reports  One individualised group report. The final grade is based on a joint evaluation of the report and the individual written exam.": 1, "Evaluation of experiments and reports  At the end of the term, a paper is to be handed in jointly in groups. Each student will give two 15-minute oral presentations at class during the semester. Both will be assessed holistically.": 1, "Evaluation of exercises/reports  The assessment is based on an individualized group report.": 1, "Oral examination and exercises  Oral examibation 70 %. Individual assignment 30 %.": 1, "Evaluation of exercises/reports  Course work is performed in groups. Deliverables will be individualized, and grading is holistic": 1, "Evaluation of experiments and reports  Group – Evaluation of final individualised group-report. Individual – Evaluation of individual report,Overall assessment.": 1, "Oral examination and exercises  Oral examination 70 %. Individual assignment 30 %.": 1, "Evaluation of exercises/reports  The assessment is based on three main tasks: 1) a mid-term group assignment as a qualifitcation test; 2) an end-term group presentation of business model (30% of the grade, individual performance assessed); and 3) an individual report that is associated with the end-term group work at the end of the course (70% of the grade).": 1, "Evaluation of exercises/reports  All reports will be individual. There are three peer-graded reports spread across the 13 week period. The assessment is overall, including for the quality of feedback given.": 1, "Evaluation of exercises/reports  The course is evaluated by an oral group exam based on a group report.": 1, "Written examination and exercises  Two project assignments are set during the course. The assignments must be approved in order to attend the written exam. An assignment is approved if at least 50% of the sub-tasks in the assignment are answered correctly.": 1, "Written examination  The course is evaluated by a written exam. In order to be able to take the written exam the student has to pass a number of written projects during the course.": 1, "Oral examination and reports  Oral group presentation (20%) and a final group report (80%). There will be a minor individual oral evaluation after the completion of the course. The purpose of the oral evaluation is to ensure that each student in any group gets an individual assesment of their contribution in regards to the final report.": 1, "Written examination and exercises  Due to Covid-19, the assessment of this course is a 4-hour written exam. Two reports must be approved in order to take the exam.": 1, "Oral examination and reports  The evaluation is based on a group report and an individual oral exam. The grade is based on an overall evaluation of the performance.": 1, "Written examination  2 written exams: a mid-term, and a final exam overall assessment of the two exams.": 1, "Report/dissertation  The final assignment can be made by teams of up to 2 persons, where the individual parts are marked. Furthermore, a small individual written test is given.": 1, "Written examination and reports  The course is evaluated by a written exam. In order to be able to take the written exam the student has to pass a project during the course.": 1, "Written examination and reports  A large project assignment followed by a written (individual) exam. Project assignment must be passed before going to the exam.": 1, "Written examination and exercises  overall assessment of assignments and written exam There will be three written assignments with hand-in dates at approximately 5 weeks, 8 weeks, and 12 weeks.": 1, "Oral examination and reports  Two reports that will be handed in groups plus one individual oral evaluation. The midterm report counts 20% and the final report 80%. The purpose of the oral evaluation is to ensure that each student in any group gets an individual assesment of their contribution in regards to the two reports.": 1, "Oral examination and reports  One report and an oral exam in the report and the theory behind. The evaluation is based on an overall assessment of the report and the oral exam.": 1, "Written examination and reports  Change of evaluation form due to COVID-19": 1, "Evaluation of exercises/reports  Each student must participate actively in seminars and present a topic or write a summary of 4 presentations .": 1, "Evaluation of exercises/reports  Each student must participate actively in seminars and present a topic or write a summary of 4 presentations.": 1, "Oral examination and exercises  Exercises are judged throughout the course. The oral exam will test the student's understanding of the exercises and the content of the course. A general assessment is made based on the exercises and the oral exam.": 1, "Written examination and reports  During the semester there is a written midterm test. During the semester a group project is conducted which must be handed in as a written individualised group report by the end of the semester. Finally there is a written exam.": 1, "Evaluation of exercises/reports  The evaluation is based on several quizzes and a mandatory written individualized group report. The grade is based on an overall evaluation of the performance.": 3, "Oral examination and reports  Overall assessment of mandatory assignments and oral examination.": 1, "Evaluation of experiments and reports  The evaluation consists of two mini-tests (25% of the grade each) and one group project + individualized report (50% of the grade).": 1, "Written examination and exercises  Exercises related to the topics of the course. An overall assessment is made based on the individual exercises and the written exam.": 1, "Oral examination and exercises  The exam will orally investigate the level of understanding of the portfolio of exercises and of the theoretical content of the course. The oral examination and exercises evaluated during the semester count equally.": 1, "Oral examination and reports  The student is evaluated on the basis of an oral exam as well as a mandatory project report, carried out in groups. Only one combined grade is given. The report counts for about 1/3 whereas the oral test counts for about 2/3.": 1, "Evaluation of exercises/reports  Evaluation of the final group report. The report must argue for a town planning proposal for a specific urban area. The report is individualised: each group member is main- or co-responsible for specific learning objectives addressed in the report.": 1, "Oral examination and exercises  During the course the students will hand-in two written assignments where the students will work on group projects to solve a real life climate adaptation issue. The assignments constitute 50% of the final evaluation. An individual oral exam at the end of the course counts as the other 50% of the evaluation.": 1, "Evaluation of experiments and reports  Individualized group report, and oral presentation": 1, "Written examination and reports  Evaluation will be performed through overall evaluation of project deliverableindividualised group report and presentations as well as a written multiple choice tests after the second week.": 1, "Evaluation of exercises/reports  Overall evaluation based on participation ion the project work, the written report (with external censor), on the class presentation of project work (with teachers evaluation), and on individual peer review of reports from the other groups.": 1, "Evaluation of exercises/reports  The assessment is is an overall evaluation based on: 1) two mid-term individual assignments; 2) an end-term group report (sustainability analysis of a company); 3) an end-term individual report associated with the group work": 1, "Oral examination and reports  Report(70%) Oral exam (30%)": 1, "Evaluation of exercises/reports  Participants deliver individual assignments and a report + presentations (= project work) of a life cycle assessment project executed in collaboration with an external company. The individual assignments and the project work account for 50:50 in the grade.": 1, "Evaluation of exercises/reports  Each student hand in an individual portfolio report. The report consists of individual assignments that are to be handed in during the course. The mark is given based on the portfolio report.": 1, "Evaluation of exercises/reports  Assessment based on one individual assignment/report on which you will work throughout the course and the report will be hand-in by the end.": 1, "Evaluation of exercises/reports  Overall assessment of individualized group reports and individual reports.": 1, "Written examination and reports  Two individualized group reports to be submitted during the semester. An overall assessment is used.": 1, "Written examination and exercises  Two assignments during course count 20% and 40% of the grade. The first assignment is to be carried out individually, while the second assignment is a group assignment. The final written exam counts 40% of the grade.": 1, "Report/dissertation  An individual reflective report (referencing theory) addressing how and why the different tools and techniques helped each student in their educational, entrepreneurial and personal life.": 1, "Evaluation of exercises/reports  During-course group exercises and presentations (60%) and an individual final report (40%).": 1, "Evaluation of exercises/reports  Evaluation of exercises, projects and reports. During-course exercises including presentations and reflective reports (60%) and an individual project report (40%).": 1, "Oral examination and reports  A mid-term presentation (30%), a final presentation and a report based on group project work (40%), and individual assessment based on the presentation (30%)": 1, "Oral examination and reports  Three oral presentations and three reports over the course of the semester": 1, "Written examination and reports  An overall portfolio assessment will be done, based on (c. 20%) individual quizzes based on course readings and lectures, (c. 30%) individual assignments, and (c. 50%) an individual self-assessment of a group report and presentation.": 1, "Written examination and exercises  Two group projects, one individual midterm exam, and one final, individiual digital exam. The projects must be approved in order to attend the two exams. A project is approved if at least 50% of the questions are answered correctly. Each exam counts 50% towards the final grade": 1, "Oral examination and reports  First part of the assignment will be handed in end of October and evaluated separately. Second part of the assignment will be handed in at the end of the course. The final grade is an overall evaluation of the exam and two assignments.": 1, "Written examination  Written examination (count 75%) and two projects (count 10% and 15%)": 1, "Written examination and reports  The written exam is held after the first week of teaching. The case study is carried out in groups of two students who hands-in individual reports. The course grade is based on an overall assessment of the performance at the written exam and the case study.": 1, "Written examination and exercises  Individualised group project report (100% of final grade). Project report is handed in at the end of the semester (before the end of the 13-week period).": 1, "Evaluation of experiments and reports  During the course a project report is produced in groups. The evaluation is based 50% on the report (individual conclusions) and 50% on individual multiple choice tests during the course. Individual reviews of other group reports (peer-reviews) will be considered in cases where the students are between grades. In addition, participation in the ProjectGame is a requirement for passing the course.": 2, "Evaluation of exercises/reports  Individual assignments and group assignment": 1, "Evaluation of exercises/reports  - Feedback to other teams on their ideas (individual) - Presentations (team) (70%) - Individual report based on group project (30%)": 1, "Oral examination and reports  Much of the work will be done in groups. The groups will be formed by the course responsible, with an emphasis on group heterogeneity. The final grade will be given on an individual basis. The assessment is an overall evaluation based on: 1) a mid-term group assignment, 2) a mid-term group presentation, 3) an end-term group presentation, 4) an end-term group report and 5) an end-term individual assignment.": 1, "Oral examination and reports  You will receive a grade for the first report. The grade will be part of your final grade at the oral exam (weighing 1/3 of the final grade)": 1, "Oral examination and reports  Reports will presented and evaluated on the last day of the course or the first working day after the 3 week period. During this presentation there will also be an individual oral examination. The grade will be given approx. 1-2 weeks after ending the course. The evaluation is changed due to Covid 19.": 1, "Evaluation of exercises/reports  Individualised group report.": 1, "Oral examination and reports  Assessments will be based on: team project 50% by assessing individual contribution, and individual report 50%.": 1, "Evaluation of exercises/reports  Assessment in this course is composed of a written individual assignment of no more than three pages (60% of the grade), and three group presentations include two innovation tools and a chosen innovation case developed by the group (10%, 10% and 20%). Individual performance on the group presentations will be assessed.": 1, "Evaluation of exercises/reports  the individual assignment counts for 50% and the individualised group report for 50%": 1, "Oral examination and exercises  Two group report are handed in. One mid-way through the semester and one by the end of the 13 week period. The course is assessed in its entirety consisting of group assignments and the individual oral exam.": 1, "Oral examination and reports  Group report and poster presentation": 1, "Oral examination and reports  Overall assessment of oral exam and group report": 1, "Written examination  The evaluation is based on an individual written exam.": 1, "Written examination  During the course, written group assignments is given. These must all be approved in order for the student to participate in the written exam. The final grade is based on the written exam.": 1, "Evaluation of experiments and reports  The exam is a portfolio exam consisting of 12 assignments to be handed in during the course. All assignments must be approved to pass the course.": 1, "Evaluation of experiments and reports  The exam is a portfolio exam consisting of 6 assignments to be handed in during the course. All assignments must be approved to pass the course.": 1, "Oral examination and reports  Written Business Plan; Oral examination with Prototype/tech-demo": 1, "Report/dissertation  Assessment based on poster hand-in": 1, "Oral examination and exercises  Based on active participation, individual presentations and assignments.": 1, "Written and oral examination  Active participation and critical reflection during the course. Written exam": 1, "Evaluation of exercises/reports  The assessment is based on two deliverables: a short and documented report describing the SDG evaluation of the project and its results, and a presentation of the sustainability consequences of the research outcomes (to be rehearsed in the course).": 2, "Written examination and reports  Multiple choice test (1/3 of final grade) and individualised group project report (2/3 of final grade). Project report is handed in at the end of the semester (before the end of the 13-week period). Both parts have to be passed.": 1, "Evaluation of exercises/reports  Three assignments during course count 25%, 25% and 50% of the grade. The second and third assignments are group assignments.": 1, "Oral examination and reports  One group report is submitted at the end of the course. An overall assessment is based on the group report and an individual oral examination.": 1, "Evaluation of exercises/reports  Group report with individual grading": 4, "Evaluation of exercises/reports  Individual assignment": 9, "Evaluation of exercises/reports  Group report with individual grading + individual report": 1, "Written examination and exercises  Individual assignment": 1, "Oral examination and exercises  Individual assignment": 1, "Oral examination  Group examination with individual grading": 1, "Oral examination and exercises  The students will have an individual oral examination at the end of the course.": 1, "Oral examination  Group assignment": 1, "Oral examination and reports  Individual report or group of max 2 students graded individually": 1, "Oral examination and exercises  The course is evaluated on the basis of an individual multiple choice exam on the entire syllabus and cases (30%, internal examinator) and a group report on a business challenge from a company (70%, external examinator)": 1, "Written examination and reports  All reports must be handed in and the exam must be passed. The grade is given as an overall assessment.": 1, "Oral examination and exercises  The grade is based on an overall assessment based on mandatory assignments together with an oral examination.": 1, "Oral examination and exercises  The grade will be based on the assessment of 3 written assignments, of which the last includes a poster that will be presented as a part of the oral exam.": 1, "Written examination and reports  The evaluation is based on a one-hour written exam, an oral presentation of the group work and the group report. One combined grade is given for the course (overall assessment). IN 2021 THE WRITTEN EXAM IS REPLACED WITH AN INDIVIDUAL ONLINE QUIZ - DUE TO THE COVID-19 SITUATION.": 1, "Written examination and reports  The written exam is a computational exam based on application/moderation of Matlab programs developed by the students during the course. One combined grade is given (overall assessment).": 1, "Written examination and reports  The course contains a set of assignment reports which must be passed as a condition to participate in the written exam. The final grade is only based on the written exam.": 1, "Written examination and reports  The course will be assessed by assignments and a written exam. The final grade for the course is based on overall assessment.": 1, "Written examination and reports  One combined grade is given (overall assessment). All assessments must be handed in and both the assessments and the exam must be passed.": 1, "Oral examination and exercises  Submit and pass all 3 assignments to take the final exam. Final grade is given on the basis of individual written report and final oral exam. One combined grade given (overall assessment). If more than 40 students enroll, the final exam will 3 hour written exam.": 1, "Written examination and reports  The final grade for the course is based on overall assessment.": 1, "Oral examination and reports  The assesment is based on the oral exam and two reports based on the exercises. Both the oral exam and the two reports must be passed.": 1, "Evaluation of exercises/reports  Evaluation of two short written project reports and one longer project report. The final grade is based on an overall assessment.": 1, "Oral examination and reports  One combined grade is given (overall assessment).": 1, "Evaluation of experiments and reports  One combined grade is given (overall assessment).": 1, "Oral examination and exercises  All assignments must be handed in and passed. The grade of the course is based on the oral exam, final report and 3 selected exercises (overall assessment). Oral exam consists of a short presentation of final report and answering of questions.": 1, "Evaluation of exercises/reports  Attendance at all sessions is expected. In addition, the students hand in a scientific paper based on their own research as well as a submission letter to the editor of the selected journal. The paper is evaluated in a feedback meeting of about 1 hour.": 1, "Evaluation of experiments and reports  During the course 5 different cases are studied and collected in individual reports with ongoing feedback and final assessment": 1, "Evaluation of exercises/reports  Evaluation of the Study and Project Plan": 1, "Written examination  The final exam is a 2-hour multiple-choice exam. The exam covers all topics taught in this course and is similar to the quizzes provided in the individual modules. At least 60% of the questions must be answered correctly in order to pass the exam/course.": 1, "Oral examination and reports  The oral exam is a video presentation to be prepared by the student": 1, "Evaluation of exercises/reports  3 assignment reports": 1, "Evaluation of exercises/reports  Exercises, multiple-choice tests and reports.": 1, "Written examination and exercises  The final grade for the course is based on an overall assessment.": 1, "Evaluation of exercises/reports  The students must hand in one group project report at the end of the course. As a mandatory requirement for getting the report assessed, the students must complete a Multiple-Choice part-exam during the course. The course is graded based on an overall assessment of the report and the part-exam.": 1, "Evaluation of exercises/reports  The assessment is the result of an overall assessment of one group report and one group video presentation.": 1, "Oral examination and reports  Hand in a report and oral examination based on the report. The assessment is the result of an overall assessment of the oral examination and the project report.": 1, "Written examination and reports  The students must hand in two reports. The written exam counts 50 % of the final grade. Relevant safety procedures will be introduced during the course.": 1, "Oral examination and reports  Each group will hand in a report before the oral exam. At the oral exam each student will present the work done during the course. Grades will be given based on an overall assessment of the project report and the oral examination.": 1, "Written examination and reports  Multiple-choice exam (50%) and report on computational assignments (50%)": 1, "Evaluation of exercises/reports  Three larger group assignments and one final group report": 1, "Evaluation of exercises/reports  The evaluation is based on one report which can be delivered by individuals or groups of 2-5 students.": 1, "Evaluation of experiments and reports  The evaluation is based on 1) three group reports (weighing 50 %) and 2) individual labwork (weighing 50 %).": 1, "Oral examination and reports  The assessment is the result of an overall assessment of the oral examination and the two project reports": 1, "Oral examination  Oral presentation and approval of reports. It is mandatory for the student to prepare and hand in four reports about relevant topics. At the oral examination, one of these topics decided by lot is presented. Exam/report weigh 50 % each.": 1, "Oral examination  Oral examination and reports The assessment is the result of an overall assessment of the oral examination and three project reports": 1, "Oral examination and reports  The students hand in two group reports, one on the exercise on the hydrogen production and one on the hydrogen storage. The weigthing of the two exams is 50/50 (see Exam duration below).": 1, "Oral examination and reports  The assessment is the result of an overall assessment of the oral examination and four project reports.": 1, "Oral examination and reports  The assessment is the result of an overall assessment of the oral examination and the three project reports.": 1, "Oral examination and reports  The assessment is the result of an overall assessment of the oral examination and three project reports.": 1, "Evaluation of exercises/reports  For each of the 4 blocks of the course, presentations and discussions will take place as a basis for homework assignments. At the end of the course, each student is asked to select a subject and write a report. The assessment is the result of an overall assessment of the homework assignments connected to the presentations and discussions (50 %) and the closing report (50 %).": 1, "Oral examination and reports  If more than 34 participants, the oral exam will be replaced by a written exam – students will be informed at first lecture. The assessment is the result of an overall assessment of the oral examination and one project report.": 1, "Oral examination and reports  Hand in report and oral examination based on the report. The assessment is the result of an overall assessment of the oral examination and the project report.": 1, "Oral examination and reports  The report accounts in total for 25 % of the evaluation. The oral examination contains 15 min. of individual presentation followed by 5 min. of questions/discussion.": 1, "Oral examination and reports  The examination is based on presentation of two written reports. The assessment is the result of an overall assessment of the oral examination and the two project reports.": 2, "Evaluation of exercises/reports  Assessment of 2 quizzes and 1 group report. The assessment will be the result of an overall assessment of the quizzes and the report.": 1, "Oral examination and reports  One group report, to be submitted at the end of the course. There will be an overall assessment of the report and the individual oral presentation.": 1, "Oral examination and reports  The assessment is the result of an overall assessment of the final project report and the oral examination.": 1, "Written examination  Oral examination if less than 6 students": 1, "Oral examination  Written examination in case of many students": 1, "Oral examination and reports  The assessment is the result of an overall assessment of the oral examination and two project reports.": 1, "Oral examination and reports  Two assignments: one in the middle of the course consists of a video/audio presentation of a review paper, and the one at the end is a 10 minutes oral presentation of a final project plus 10 minutes for questions.": 1, "Evaluation of exercises/reports  The student projects will be evaluated during the period based on their project presentations in plenum": 1, "Written examination  Exam on PC": 2, "Oral examination and reports  Two reports and one poster": 1, "Oral examination and exercises  oral exam and written mandatory assignments. Exam runs over several days. Students are responsible for finding a possible date.": 1, "Evaluation of exercises/reports  Individual written report.": 2, "Oral examination  Oral exam runs over several days. Students are responsible for finding a suitable exam date, by swapping with another student if necessary. See https://sund.ku.dk/uddannelse/studieinformation/eksamensplaner/medicin-og-teknologi/": 1, "Evaluation of exercises/reports  Final individual essay": 1, "Written examination  PC based exam. In case of deviance between DTU and KU's information, KU's information prevails.": 1, "Written examination  In case of deviance between DTU and KU's information, KU's information prevails.": 1, "Oral examination and exercises  In case of deviance between DTU and KU's information, KU's information prevails.": 1, "Written examination  Written exam at Peter Bangs Vej with multiple choice, short questions and short essays. Exam registration requirements: Full and satisfactory participation at practical exercises. Demonstration of performance for an instructor during the exercises.": 1, "Written examination and reports  Written reports based on exercise and written examination. In case of deviance between DTU and KU's information, KU's information prevails.": 1, "Written examination and experiments  In case of deviance between DTU and KU's information, KU's information prevails.": 1, "Written examination  All written assignments must be submitted and approved to enter the examination. Form of examination for re-exam may vary.": 1, "Oral examination  Oral group exam based on group assignment and curriculum. During the semester there will be 4-8 minor written assignments. It is a requirement to pass that mandatory assignments are submitted and approved.": 1, "Oral examination  Oral examination. External censorship. All compulsory assignments must be submitted and approved in order to be nominated for the exam.": 1, "Written examination and reports  The written exam counts 50% and the poster and the presentation count 50% of the exam grade": 1, "Oral examination and reports  x": 1, "Oral examination and reports  Oral exam, based on pitch and action-oriented business plan. Participation in the exam demands that you have your plans for prototype development approved as well as the argumentation for the sustainability aspect of the company.": 1, "Evaluation of exercises/reports  Due to special situation, the exam has been changed to report submission with written feedback": 1, "Oral examination and reports  A number of mandatory assignments must be handed in on time and they must ALL be passed in order to be allowed to have access to the exam. The assignments may be written/oral assignments, tests or presentations. Extra exam dates will occur.": 1, "Oral examination and exercises  Poster presentation with oral assessment on the basis of the project carried out.": 1, "Oral examination and exercises  Assigments during the course are included in the final evaluation. All mandatory assignments must be approved to be able to attend final exam": 1, "Oral examination  All written assignments (presentations, reports, etc.) must be submitted and approved to enter for the examination. In case of larger class, more days will be included for the exam.": 1, "Oral examination and exercises  Oral exam based on completed assignments. All compulsory tests must be submitted to be nominated for the examination": 1, "Oral examination and exercises  The evaluation is based on up to 5 mandatory deliveries. They must be handed in on time and approved by the teacher before the group is allowed to participate in the exam. Extra exam dates will occur.": 1, "Oral examination and reports  Oral group exam is held as a poster session. There is a commented portfolio, a report that elaborates on the poster, as well as an individual reflection. The assessment is an overall assessment. The exam is held in the middle of the semester.": 1, "Oral examination and exercises  In order to participate in the exam all students must hand in 4 mandatory assignments. They must be handed in on time and approved by the lecturer.": 1, "Oral examination and reports  A number of mandatory assignments must ALL be passed in order for the student to be allowed to participate in the group project and have access to the exam. The assignments may be written assignments, oral tests or presentations, etc.": 1, "Oral examination  Oral examination involving written and physical tasks": 1, "Evaluation of exercises/reports  Evaluation is based on evaluation of two reports (1 portfolio and 1 report) and 1 poster. The final grade is an overall assessment of the mentioned elements.": 2, "Evaluation of experiments and reports  Two exam reports are submitted. The one is a group report and the other is an individual report": 1, "Oral examination  An individual assessment is made on the basis of the total work through the project.": 1, "Oral examination  To qualify for examination, all written assignments must be submitted and approved.": 1, "Oral examination  All Written assignments must be submitted and approved to enter examination. Form of exam for re-examination may vary.": 1, "Oral examination  The exam is oral and is based on course work.": 1, "Oral examination  Evaluation form for re-examination may differ from the reference.": 1, "Oral examination  Required exercises must be approved in order to register for the examination.": 1, "Oral examination  The assessment can be executed online due to the COVID-regulations at DTU": 1, "Written examination  Mandatory tasks must be approved in order to participate in the examination.": 1, "Oral examination  Exam questions are presented to the students before the oral examination. One question is selected at random and defended. To participate in the examination, the student must take part in the exercises and presentations and follow the course actively. A part of the assessment and the grade may be based on a written assignment in advance of the exam. The grade shall be given from a global point of view.": 1, "Report/dissertation  Video presentation of two topics from the curriculum. All topics are available and known to students one month prior to the exam. On the exam day, at 09.00, each student is given two themes via random selection by a computer. The deadline for upload is 13:00, four hours later. The video must be max 12 minutes in total for both topics (around 6 minutes per topic). For each of the two topics, the video presentation must include a broad presentation of the topic and an explanation of a particular element within the topic (e.g. a formula or figure). The particular element is given students together with the topics (also via random selection). The language can be either Danish or English.": 1, "Evaluation of exercises/reports  Assessment based upon written assignments, presentations, project-reports, feedback meetings and attendance.": 1, "Evaluation of exercises/reports  Assessment based upon project-report and presentation. Assessment is conditional of participation in group assignments, peer assessments, feedback-meetings and attendance.": 1, "Evaluation of exercises/reports  The course do not offer re-exam due to fundamental content for a mechanical engineer, e.g. understanding of technical drawing. Failed students will have to hand in a new report at a later holding of the course. It is recommended to do this at 2nd semester.": 1, "Oral examination and reports  Grading is based on the project report, presentation at exam and individual questions. Final grade is based on a global view. The exam is a group exam, if the work is made of a group of students.": 1, "Oral examination  The course is completed by an individual oral examination": 1, "Oral examination and reports  A few days before the course ends slides for a presentation must be submitted. Subsequently, the various cases is to be defended at an oral exam.": 1, "Oral examination and reports  The course is evaluated by an oral group examination based on the project report. The course includes tests that must be passed to qualify for the exam. Each individual is assessed.": 1, "Oral examination and exercises  A minimum of one business presenter from industry who might, where applicable, give the students assignments to solve. Assignments are compulsory and can be a part of the final exam.": 1, "Evaluation of exercises/reports  Handing in 5-6 assignments. The assignment are to be found on DTU Learn.": 1, "Evaluation of exercises/reports  Evaluation of 2 reports Two exam reports are submitted. The one is a group report and the other is an individual report": 1, "Oral examination and exercises  The student has to have approved group work assignments in order to participate in the final exam. The student defends their assignment(s) with their group and subsequent individual examination.": 1, "Written examination  Prerequisite for the examination are: -that mandatory assignments are handed in at the submission date and approved by the lecturer - that the student has participated in the workshop and in the presentations.": 1, "Oral examination  All written assignments must be submitted and approved to enter the examination.": 1, "Oral examination and experiments  The oral exam is based on the student's ability to account for an individually developed WWW based system.": 1, "Oral examination and reports  The student receives an individual mark based on: - The sections in the report written by the student - The student's answers to the questions put forward during the exam - The questions asked by the student during the exam": 1, "Oral examination and exercises  The primary delivery consists of a presentation of the result of the project in front of an invenstor panel.": 1, "Oral examination and reports  Remarks: Ethics is a compulsory component of the course insomuch as the student must have approved participation in order to participate in the exam (group project presentation).": 1, "Oral examination  The exam consists of a written take-home assignment and an oral group exam. The written assignment is submitted when it has been submitted as a paper copy in two copies and uploaded to CampusNet within the deadline.": 1, "Oral examination and reports  Oral exam and document evaluation consisting of Production planning Financial analysis (Business Case model) Grad holistic based evaluation of applied business economics and production planning. Note: Changes due to Covid19: Submitting a group report and an individual prepared video of max. 8 minutes, both are uploaded on DTU Learn. All aids allowed. Pass/not pass.": 1, "Oral examination and exercises  The compulsory assignment must be handed in on time and approved in order to register for the exam. The oral examination comprises two parts: - a presentation of a problem related to Innovation Pilot - an exam question regarding syllabus of 200 pages.": 1, "Oral examination  Exam prerequisites are one compulsory approved two oral presentations and one written or similar assignment.": 1, "Oral examination and exercises  Prequesites consist of two approved assigments in order to get inlisted for the eksamnination. The oral examination comprises of: - a presentation of a problem related to Innovation Pilot. - a question regarding syllabus of 200 pages.": 1, "Written examination  25 % og the finale grade will be based on Reports.": 1, "Oral examination and exercises  The examination is based on course work performed in the course and a conversation about these in relation to the course content.": 1, "Oral examination and exercises  The assessment is based on assigments performed in the course and a discussion in relation to the course's academic content and to the proces document.": 1, "Oral examination and reports  The course is evaluated by an oral group exam based on course work and process document. The student presentations in groups, during the semester, as well as the submission of assignments is a prerequisite for participation in the exam.": 1, "Oral examination and exercises  The last lecture is in the form of a formal tender procedure, where the student presents his or hers bid to the entire class": 1, "Written examination  4 hour written examination.": 1, "Oral examination and reports  The assessment is based on course project carried out in the course, as well as proces document and a discussion in relation to the course's academic content.": 2, "Oral examination and exercises  The course is evaluated by an oral group exam based on course works and process document. The student presentations in groups, during the semester, as well as the submission of course work is a prerequisite for participation in the exam.": 1, "Oral examination and reports  Assessment of and conversation about water and road report. To participate in the exam you must have submitted the document on the process and group collaboration and participated in the group conversation about this.": 1, "Oral examination and reports  The course is evaluated by an oral group examination with individual contributions based on the project report and process document. The student must have taken all learning tests and participated in the exercises and prsentations.": 1, "Oral examination and reports  The course is evaluated as a group oral examination based on mandatory course work and process document. Each individual is assessed.": 1, "Oral examination and reports  The course is evaluated by an oral group examination based on the project report and the process document. During the course 6 tests will be held. You must attend all six tests, and to be able to take the exam, 5 out of 6 tests should be approved. Each individual is assessed.": 1, "Oral examination and experiments  Presentation of exercises followed by individual oral examination": 1, "Evaluation of exercises/reports  Group project with individual assesment. The evaluation is an overall assessment of - the status reports submitted - the final solution, which is demonstrated in the last part of the 3-week period - the final report": 1, "Oral examination  Oral examination based upon the course project.": 1, "Oral examination and experiments  Approval of the set exercises is a prerequisite for taking the exam.": 1, "Oral examination and reports  Project report (article in English) along with an oral exam determines the final grade.": 1, "Oral examination  Individual oral examination based on mandatory project work. Approval of the project report is a prerequisite for taking the examination.": 1, "Oral examination and reports  Approval of the proposed exercises/assignments is a prerequisite for taking the exam.": 1, "Oral examination and reports  Project report handin Wednesday a 12.00 in the 3rd week. Oral examination is Friday 08.00 - 17.00 in the 3rd week.": 1, "Oral examination  Individual oral examination based on mandatory assignments. Approval of the exercises/assignments is a prerequisite for taking the examination.": 2, "Evaluation of exercises/reports  Approval of the proposed exercises/assignments is a prerequisite for passing the course.": 1, "Written examination  The exam is carried out at the University College Copenhagen": 1, "Oral examination and experiments  Starting point for exam will be one of the handed in assignment solutions and thereafter questions in curriculum will be asked.": 1, "Oral examination and reports  The final grade is based on all results in their entirety.": 1, "Oral examination and reports  Approval of the set exercises is a prerequisite for taking the exam": 1, "Oral examination  Oral examination based on the compulsory assignments.": 1, "Oral examination and reports  The examination will take place at University College Copenhagen.": 1, "Oral examination and reports  The course has two mandatory seminars in cooperation with industry. The course is assessed based on poster presentation and project report.": 1, "Written examination  2 hours written exam at University College Copenhagen": 1, "Oral examination and experiments  Presentation of exercises followed by oral examination": 1, "Oral examination and experiments  Handed in exercise documents will be the takeoff for the oral examination.": 1, "Evaluation of experiments and reports  The grading is based on an overall evaluation of exercises and project report.": 1, "Oral examination and experiments  Oral examination and assessment of project-report. Participation in the oral exam requires approval of the diary kept during the course.": 1, "Written examination and exercises  To be evaluated at the exam, it is a requirement that the mandatory assignments have been approved.": 1, "Oral examination and reports  Der afleveres journals for lab-works and a project report, The project report must be handed in for getting access to the exam. The grade is given based on the evaluation of the project the oral performance and the handed in journals": 1, "Oral examination and exercises  Oral exam based on 3 of 4 individual assignments": 1, "Oral examination and reports  One report is to be handed in. Evaluation is based on overall evaluation of report and oral examination.": 1, "Written examination and reports  Written exam and evaluation of problem(s)/report(s). Written exam and CDIO project report must individually be evaluated to be acceptable for obtaining a common grading of the course. The final grade is based on a overall assessment": 1, "Written examination and exercises  The final grade will be based on two projects and a four hours written exam.": 1, "Written examination and reports  One report counts as 20 % of the total grade. Internal evaluation on report.": 1, "Oral examination and reports  Assessment is based on report(s), presentation at exam and individual questions. Final grade is based on a global view. The exam is a group exam.": 1, "Written examination and reports  The written exam counts 70% and a project work counts 30% of the grade": 1, "Oral examination and exercises  Exams and exercises may be performed in Danish at the student's request.": 1, "Oral examination and exercises  A large group project assignment comprises 50% of the grade points, while an individual written multiple choice test over all course topics provides the remaining 50%.": 1, "Oral examination and exercises  There will be required a large assignment that must be passed before one can sit the exam. There can be setup multiple required exercises or excursions, which will be set at the beginning of the course.": 1, "Evaluation of experiments and reports  Continuous assessment/project.": 1, "Oral examination and reports  Evaluation of report and mandatory oral presentation on the last day of the course": 1, "Written examination and exercises  There will be an assigned exercise every other week. Course grade is calculated from: 25% exercises, 25% midterm exam and 50% course exam.": 1, "Evaluation of exercises/reports  During the semester, students work in groups on a project. As part of the project, student groups make two presentations and hand in one project report. Participation in presentations is mandatory. As an individual examination, each student uploads a video with explanations of a randomly selected element from the project report.": 1, "Oral examination and reports  30 minutes oral examination based upon the assignments, setting up equations of motion and demonstrating how to solve practical vibration problems. 30 % of the grade will be based on the 4 assignments and the Project.": 1, "Written examination and reports  Two reports for hand-in, each weighted by 20 % in the final grade. Three hour written exam weighted by 60 % in the final grade. - Digital delivery of exam papers, where MATLAB and Simulink should be used.": 1, "Written examination  Paperbased, non-digital, all aids permitted": 1, "Written examination and exercises  Written exam and evaluation of technical report/assignment. The assignment may be made by groups of 2 students. The grade will be given as an overall assessment based on an approximate weighting of: Written exam ~ 85%, assignment ~ 15%": 1, "Written examination and exercises  Three assignments are given (pass/fail), each of which constitutes 5% of the total assessment.": 1, "Written examination and reports  Individual written exam and evaluation of group reports": 1, "Oral examination and exercises  The oral examination is based on a the fundamental theory of protection and not on the lab exercises/assignments that was done.": 1, "Written examination and reports  It is a prerequisite for passing the exam that laboratory journals and assignments as well as multiple-choice have been completed. Laboratory work with journals and oral presentation of the final course work is weighted by 50% and the written examination is weighted by 50%. The final grade is given on the basis of an overall assessment of the above.": 1, "Written examination  The 4 hours written examination with student's own computer with MATLAB and SIMULINK programs.": 2, "Written examination and exercises  It is a requirement for participating in the exam that: - 3 out of 5 mandatory exercises embedded in a laboratory project are approved These assignments are not part of the final exam assessment": 1, "Oral examination and reports  During the semester hands-on programming assignments should be done and approved before the exam and the last course-lab is graded and is a part of the final grade": 1, "Written examination and exercises  Homework 25% and written examination 75%. Further information on DTU - inside.": 1, "Written examination and exercises  The grading is based upon, the individual tests, a poster and the written exam The 6 tests count 6% each for a correct answer, the poster count 14%, and the written exam counts 50%": 1, "Evaluation of exercises/reports  Some days have planned mandatory activity like lessons, presentations and demonstration for other groups etc. A final report is handed in. The grade is based on an overall impression.": 1, "Written examination and reports  Written exam (70 %) and 3 reports (10 % each)": 1, "Oral examination and exercises  If the students want it, written tests without aids, assignments, and presentations may be a part of the final evaluation together with the oral exam. At the oral exam the student picks more questions and answers the questions. It should take about 20 min.": 1, "Oral examination and reports  Oral Project examination": 1, "Evaluation of exercises/reports  A number of small written tests without aids and assignments with aids, journals over lab exercises related to the basic circuit theory (50%) and a number of reporting journals related to the energy technology issues (50%)": 1, "Oral examination and exercises  The oral examination is based on a the fundamental theory of operation and control and SCADA systems, and not on the lab exercises/assignments that was done.": 1, "Oral examination and exercises  In addition to the oral exam, the following will be part of the final evaluation: Written tests (without aids) and problems (with aids). The oral exam as well as the written tests and assignments must each be of such a high quality that the course is passed on the basis of an overall assessment.": 2, "Evaluation of exercises/reports  The grade for the projekt is based on a combines evaluation of the report and the presentation at the exam.": 1, "Written examination and reports  Five homework sets and a report on a project-exercise count 50% of the grade, and the 2-hour exam will count the remaining 50% of the grade.": 1, "Written examination and reports  3 hour written multiple choice exam. All aids. Explain max. 80% of the total grade. Compulsory regulatory and laboratory exercises. The project is prepared in groups. The project report is max. 20% of the total grade": 1, "Oral examination and reports  The oral exam is based on the project report. Re-examination takes place after submission of semester project.": 1, "Evaluation of exercises/reports  Evaluation is based on e-learning exam, process reports, innovation presentation, and prototype. The final grade is an overall assessment of the mentioned elements. Examination language is English.": 1, "Evaluation of exercises/reports  Evaluation is based on e-learning exams, process reports, innovation presentation, and presentation. Final grade is an overall assessment of the mentioned elements. Examination language is English.": 1, "Oral examination and exercises  -": 5, "Oral examination and exercises  Exam form: Oral examination combined with written project assignment. The exam can be completed individually or in a group of 2 or 3 students. Assessment: External censorship according to the 7-point grading scale. Date of hand in and exam: Information at DTU Inside.": 1, "Written examination  COVID-19: Online home exam": 1, "Oral examination and reports  The exam is a combination of a short written presentation (1page) and a product eg prototype, concept, poster, or pitch video (3-5 min.). Based on the chosen focus area within the global sustainability agenda and the World Goals as well as its own management space, the problem area and options for action are analyzed, and a prototype of a product or process is created, eg concept or video up to 3 minutes duration. and organizational competency development needs.": 1, "Oral examination and exercises  Combined exam": 1, "Oral examination and exercises  Type of exam: Oral exam combined with written project. The exam can be conducted individually or in a group of 2 or 3 students. Assessment: External censorship on the 7-step scale. Date of hand in and exam: To be announced at DTU Inside": 2, "Oral examination and exercises  Type of exam: Oral exam combined with written project assignment. Assessment: External censorship on the 7-step scale. Date of handover and exam: To be announced at DTU Inside.": 1, "Oral examination and reports  Exam: See DTU Inside": 1}